Repository: Cairo-Dock/cairo-dock-core
Catalog: po/*.po
Languages: fi

source: To remove the black rectangle around the dock, you will need to activate a composite manager. For instance, this can be done by activating desktop effects, launching Compiz, or activating the composition in Metacity. If your machine can't support composition, Cairo-Dock can emulate it. This option is in the 'System' module of the configuration, at the bottom of the page.
fi: Jos haluat poistaa mustan suorakulmion telakan ympäriltä, sinun on aktivoitava yhdistelmähallinta. Voidaan tehdä esimerkiksi aktivoimalla työpöytätehosteet, käynnistämällä Compiz tai aktivoimalla koostaminen Metacity:ssä. Jos koneesi ei tue koostamista, Cairo-Dock voi jäljitellä sitä. Tämä valinta on "Järjestelmä" -moduulissa, sivun alareunassa.

source: This applet is made to help you. Click on its icon to pop up useful tips about the possibilities of Cairo-Dock. Middle-click to open the configuration window. Right-click to access some troubleshooting actions.
fi: Tämä sovelma on tehty auttamaan sinua. Napsauttamalla kuvaketta saat esiin hyödyllisiä vinkkejä Cairo-Dockin mahdollisuuksista. Avaa määritysikkuna napsauttamalla keskimmäistä painiketta. Napsauta hiiren kakkospainikkeella päästäksesi vianmääritykseen.

source: Open global settings
fi: Avaa yleiset asetukset

source: Activate composite
fi: Aktivoi koostaminen

source: Online help
fi: Apua verkosta

source: Tips and Tricks
fi: Vinkkejä ja vihjeitä

source: General
fi: Yleinen

source: Using the dock
fi: Telakan käyttäminen

source: Most icons in the dock have several actions: the primary action on left-click, a secondary action on middle-click, and additionnal actions on right-click (in the menu). Some applets let you bind a shortkey to an action, and decide which action sould be on middle-click.
fi: Telakan kuvakkeissa on useita toimintoja: ensisijainen toiminto vasemmalla napsautuksella, toissijainen keskimmäisellä ja lisätoiminnot hiiren oikealla (valikossa). Joidenkin sovelmien avulla voit sitoa pikanäppäimen ja päättää, mikä toiminto suoritetaan keskimmäisellä napsautuksella.

source: Adding features
fi: Ominaisuuksien lisääminen

source: Cairo-Dock has a lot of applets. Applets are small applications that live inside the dock, for instance a clock or a log-out button. To enable new applets, open the settings (right-click -> Cairo-Dock -> configure), go to "Add-ons", and tick the applet you want. More applets can be installed easily: in the configuration window, click on the "More applets" button (which will lead you to our applets web page) and then just drag-and-drop the link of an applet into your dock.
fi: Cairo-Dock:ssa on paljon sovelmia. Nämä ovat pieniä sovelluksia, jotka sijaitsevat telakan sisällä, esimerkiksi kello tai painike kirjautumiselle ulos. Ota uudet sovelmat käyttöön avaamalla asetukset (napsauta hiiren oikea-> Cairo-Dock-> määritä), siirry kohtaan "Lisäosat" ja valitse haluamasi sovelma. Lisää sovelimia voidaan asentaa helposti: napsauta määritysikkunassa "Lisää sovelmia" (joka johtaa sinut verkkosivullemme) vedä ja pudota sovelman linkki telakkaan.

source: Adding a launcher
fi: Lisää käynnistin

source: You can add a launcher by drag-and-dropping it from the Applications Menu into the dock. An animated arrow will appear when you can drop. Alternatively, if an application is already opened, you can right-click on its icon and select "make it a launcher".
fi: Voit lisätä käynnistimen vetämällä ja pudottamalla sen "Sovellukset" -valikosta telakkaan. Animoitu nuoli tulee näkyviin, kun voit pudottaa. Vaihtoehto, jos sovellus on jo avattu, voit napsauttaa sen kuvaketta hiiren oikea ja valita "tee käynnistin".

source: Removing a launcher
fi: Käynnistimen poistaminen

source: You can remove a launcher by drag-and-dropping it outside the dock. A "delete" emblem will appear on it when you can drop it.
fi: Käynnistimen voi poistaa vetämällä ja pudottamalla se telakan ulkopuolelle. "Poista" tunnus ilmestyy, kun voit pudottaa sen.

source: Grouping icons into a sub-dock
fi: Kuvakkeiden ryhmittely alatelakkaan

source: You can group icons into a "sub-dock". To add a sub-dock, right-click on the dock -> add -> a sub-dock. To move an icon into the sub-dock, right-click on an icon -> move to another dock -> select the sub-dock's name.
fi: Voit ryhmitellä kuvakkeet "alatelakkaan". Lisää alatelakka napsauttamalla telakkaa hiiren oikea -> lisää-> alatelakka. Jos haluat siirtää kuvakkeen alatelakkaan, napsauta sitä hiiren oikea -> siirrä toiseen telakkaan -> valitse alatelakan nimi.

source: Moving icons
fi: Kuvakkeiden siirtäminen

source: You can drag any icon to a new location inside its dock. You can move an icon into another dock by right-clicking on it -> move to another dock -> select the dock you want. If you select "a new main dock", a main dock will be created with this icon inside.
fi: Voit vetää minkä tahansa kuvakkeen uuteen paikkaan sen telakalla. Voit siirtää kuvakkeen toiseen telakkaan napsauttamalla sitä hiiren oikea -> siirrä toiseen telakkaan -> valitse haluamasi telakka. Jos valitset "Uusi telakka", luodaan telakka, jossa on tämä kuvake.

source: Changing an icon's image
fi: Kuvakkeen kuvan muuttaminen

source: For a launcher or an applet: Open the settings of the icon, and set a path to an image. - For an aplication icon: Right-click on the icon -> "Other actions" -> "set a custom icon", and choose an image. To remove the custom image, right-click on the icon -> "Other actions" -> "remove the custom icon". If you have installed some icons themes on your PC, you can also select one of them to be used instead of the default icon theme, in the global config window.
fi: Käynnistin tai sovelma: Avaa kuvakkeen asetukset ja määritä kuvan polku. - Sovelluksen kuvake: Napsauta kuvaketta hiiren oikea -> "Muut toiminnot" -> "aseta oma kuvake" ja valitse kuva. Voit poistaa kuvan napsauttamalla kuvaketta hiiren oikea -> "Muut toiminnot" -> "Poista oma kuvake". Jos olet asentanut joitakin kuvaketeemoja tietokoneellesi, voit myös valita yhden niistä käytettäväksi oletuskuvaketeeman sijasta yleinen määritysikkuna:ssa.

source: Resizing icons
fi: Kuvakkeiden koon muuttaminen

source: You can make the icons and the zoom effect smaller or bigger. Open the settings (right-click -> Cairo-Dock -> configure), and go to Appearance (or Icons in advanced mode). Note that if there are too many icons inside the dock, they will be zoomed out to fit in the screen. Also, you can define the size of each applet independently in their own settings.
fi: Voit pienentää tai suurentaa kuvakkeita ja skaalaamalla. Avaa asetukset (napsauta hiiren oikea -> Cairo-Dock -> määritä) ja siirry kohtaan "Ulkoasu" (tai kuvakkeet lisäasetukset tilassa). Huomaa, jos telakan sisällä on liian monta kuvaketta, ne skaalautuu näytölle sopivaksi. Voit myös määrittää kunkin sovelman koon itsenäisesti omissa asetuksissaan.

source: Separating icons
fi: Kuvakkeiden erottaminen

source: You can add separators between icons by right-clicking on the dock -> add -> a separator. Also, if you enabled the option to separate icons of different types (launchers/applications/applets), a separator will be added automatically between each group. In the "panel" view, separators are represented as gap between icons.
fi: Voit lisätä erottimia kuvakkeiden väliin napsauttamalla telakkaa hiiren oikea -> lisää -> erotin. Lisäksi jos otit käyttöön mahdollisuuden erottaa erilaisia kuvakkeita (käynnistimet/sovellukset/sovelmat), erotin lisätään automaattisesti jokaisen ryhmän väliin. "Paneeli" -näkymässä erotin näkyy kuvakkeiden välisenä aukkona.

source: Using the dock as a taskbar
fi: Telakan käyttäminen tehtäväpalkina

source: When an application is running, a corresponding icon will appear in the dock. If the application already has a launcher, the icon will not appear, instead its launcher will have a small indicator. Note that you can decide which applications should appear in the dock: only the windows of the current desktop, only the hidden windows, separated from the launcher, etc.
fi: Kun sovellus on käynnissä, vastaava kuvake ilmestyy telakkaan. Jos sovelluksessa on jo käynnistin, kuvake ei tule näkyviin, vaan sen ohjelmassa on pieni ilmaisin. Huomaa, voit päättää mitkä sovellukset näkyvät telakassa: vain nykyisen työpöydän ikkunat, vain piilotetut ikkunat, jotka on erotettu käynnistimellä jne.

source: Closing a window
fi: Ikkunan sulkeminen

source: You can close a window by middle-clicking on its icon (or from the menu).
fi: Voit sulkea ikkunan painamalla hiiren keskipainiketta kuvakkeella (tai valikossa).

source: Minimizing / restauring a window
fi: Ikkunan pienentäminen / palauttaminen

source: Clicking on its icon will bring the window on top. When the window has the focus, clicking on its icon will minimize the window.
fi: Napsauttamalla kuvaketta saat ikkunan eteen. Kun ikkuna on keskittynyt, kuvakkeen napsauttaminen minimoi ikkunan.

source: Launching an application several times
fi: Sovelluksen käynnistäminen useita kertoja

source: You can launch an application several times by SHIFT+clicking on its icon (or from the menu).
fi: Voit käynnistää sovelluksen useita kertoja SHIFT+napsauttamalla kuvaketta (tai valikossa).

source: Switching between the windows of a same application
fi: Vaihtaminen saman sovelluksen ikkunoiden välillä

source: With your mouse, scroll up/down on one of the icons of the application. Each time you scroll, the next/previous window will be presented to you.
fi: Vieritä hiirellä ylös/alas jonkin sovelluksen kuvakkeista. Joka kerta kun vierität, seuraava/edellinen ikkuna avautuu sinulle.

source: Grouping windows of a given application
fi: Tietyn sovelluksen ikkunoiden ryhmittely

source: When an application has several windows, one icon for each window will appear in the dock; they will be grouped togather into a sub-dock. Clicking on the main icon will display all the windows of the application side-by-side (if your Window Manager is able to do that).
fi: Kun sovelluksessa on useita ikkunoita, yksi kuvake kullekin ikkunalle ilmestyy telakkaan. Nämä ryhmitellään toisiinsa alatelakkaksi. Pääkuvakkeen napsauttaminen näyttää kaikki ikkunat vierekkäin, jos "Window Manager" siihen pystyy.

source: Setting a custom icon for an application
fi: Oman kuvakkeen asettaminen sovellukselle

source: See "Changing an icon's image" in the "Icons" category.
fi: Katso "Kuvakkeen kuvan muuttaminen" "Kuvakkeet" -luokassa.

source: Showing windows preview over the icons
fi: Ikkunan esikatselu kuvakkeen päällä

source: You need to run Compiz, and enable the "Thumbnail Window Previews" plug-in in Compiz. Install "ccsm" to be able to configure Compiz.
fi: Sinun on suoritettava Compiz ja otettava Compizin "Thumbnail Window Previews" -laajennus käyttöön. Asenna "ccsm", jotta voit määrittää Compizin.

source: Positionning the dock on the screen
fi: Telakan sijoittaminen näytölle

source: The dock can be placed anywhere on the screen. In the case of the main dock, right-click -> Cairo-Dock -> configure, and then select the position you want. In the case of a 2nd or 3rd dock, right-click -> Cairo-Dock -> set up this dock, and then select the position you want.
fi: Telakka voidaan sijoittaa mihin tahansa näytön kohtaan. Napsauta telakalla hiiren oikea -> Cairo-Dock -> määritä ja valitse sitten haluamasi sijainti. Jos kyseessä on toinen tai kolmas telakka, napsauta hiiren oikea -> Cairo-Dock -> aseta tämä telakka ja valitse sitten haluamasi sijainti.

source: Hiding the dock to use all the screen
fi: Telakan piilottaminen koko näytön käyttöä varten

source: The dock can hide itself to let all the screen for applications. But it can also be always visible like a panel. To change that, right-click -> Cairo-Dock -> configure, and then select the visibility you want. In the case of a 2nd or 3rd dock, right-click -> Cairo-Dock -> set up this dock, and then select the visibility you want.
fi: Telakka voi piiloua, jotta sovellus saa koko näytön käyttöönsä. Telakka voi myös olla aina näkyvissä paneelin tavoin. Voit muuttaa tätä napsauttamalla hiiren oikea -> Cairo-Dock -> määritä ja valitse haluamasi näkyvyys. Jos kyseessä on toinen tai kolmas telakka, napsauta hiiren oikea -> Cairo-Dock -> määritä tämä telakka ja valitse haluamasi näkyvyys.

source: Placing applets on your desktop
fi: Sovelmien sijoittaminen työpöydälle

source: Applets can live inside desklets, which are small windows that can be placed wherever on your desktop. To detach an applet from the dock, simply drag and drop it outside the dock.
fi: Sovelmat voivat olla työpöydällä, ovat pieniä ikkunoita, jotka voidaan sijoittaa mille tahansa työpöydälle. Irrota sovelma telakasta vetämällä ja pudottamalla se telakan ulkopuolelle.

source: Moving desklets
fi: Liikkuvat pöytäsovelmat

source: Desklets can be moved anywhere simply with the mouse. They can also be rotated by dragging the small arrows on the top and left sides. If you don't want to move it any more, you can lock its position by right-clicking on it -> "lock position". To unlock it, de-select this option.
fi: Pöytäsovelmat voidaan siirtää minne tahansa hiirellä. Niitä voidaan myös pyörittää vetämällä pieniä nuolia ylös ja vasemmalle puolelle. Jos et halua siirtää enempää, voit lukita sijainnin napsauttamalla hiiren oikea -> "lukitse asento". Poistamalla tämän avaat lukituksen.

source: Placing desklets
fi: Pöytäsovelman sijoittaminen

source: From the menu (right-click -> visibility), you can also decide to keep it above other windows, or on the Widget Layer (if you use Compiz), or make a "desklet bar" by placing them on a side of the screen and selecting "reserve space". Desklets that don't need interaction (like the clock) can be set transparent to the mouse (means you can click on what is behind them), by clicking on the small bottom-right button.
fi: Valikossa (napsauta hiiren oikea -> näkyvyys) voit päättää pitää sen muiden ikkunoiden yläpuolella tai widget-tasossa (Compiz) tai tehdä "palkin" näytön sivuun ja valitsemalla "varaa tilaa". Sovelmat, jotka eivät tarvitse vuorovaikutusta (kuten kello), voidaan asettaa läpinäkyväksi hiirelle (voit klikata, mitä niiden takana on) napsauttamalla pientä alaoikeaa kulmaa.

source: Changing the desklets decorations
fi: Pöytäsovelmien ulkoasun vaihtaminen

source: Desklets can have decorations. To change that, open the settings of the applet, go to Desklet, and select the decoration you want (you can provide your own one).
fi: Pöytäsovelmissa voi olla ulkoasuja. Voit muuttaa tätä avaamalla sovelman asetukset ja valitsemalla haluamasi ulkoasun (voit käyttää myös omia).

source: Useful Features
fi: Hyödyllisiä ominaisuuksia

source: Having a calendar with tasks
fi: Kalenteri, jossa on tehtäviä

source: Activate the Clock applet. Clicking on it will display a calendar. Double-clicking on a day will pop-up a task-editor. Here you can add/remove taks. When a task has been or is going to be scheduled, the applet will warn you (15mn before the event, and also 1 day before in the case of an anniversary).
fi: Aktivoi sovelma Kello. Näet kalenterin napsauttamalla sitä. Kaksoisnapsauttamalla päivää tulee esiin tehtävien muokkain. Täällä voit lisätä/poistaa tehtäviä. Kun tehtävä on ajoitettu, sovelma varoittaa sinua (15min ennen tapahtumaa ja 1 päivää ennen vuosipäivää).

source: Having a list of all windows
fi: Luettelo kaikista ikkunoista

source: Activate the Switcher applet. Right-clicking on it will give you access to a list containing all the windows, sorted by desktops. You can also display the windows side-by-side if your Window-Manager is able to do that. You can bind this action to the middle-click.
fi: Aktivoi sovelma Valitsin. Napsauttamalla hiiren oikea saat luettelon, joka sisältää kaikki ikkunat lajiteltuna työpöytien mukaan. Voit myös näyttää ikkunat vierekkäin, jos ikkunanhallinta tukee sitä. Voit kytkeä tämän toiminnon hiiren keskipainikkeeseen.

source: Showing all the desktops
fi: Kaikkien työpöytien näyttäminen

source: Activate either the Switcher applet or the Show-Desktop applet. Right-click on it -> "show all the desktop". You can bind this action to the middle-click.
fi: Aktivoi sovelma, joko Valitsin tai Näytä työpöytä. Napsauta sitä hiiren oikea -> "näytä kaikki työpöydät". Voit kytkeä tämän toiminnon hiiren keskipainikkeeseen.

source: Changing the screen resolution
fi: Näytön tarkkuuden muuttaminen

source: Activate the Show-Desktop applet. Right-click on it -> "change resolution" -> select the one you want.
fi: Aktivoi sovelma Näytä työpytä. Napsauta sitä hiiren oikea -> "muuta tarkkuutta" -> valitse haluamasi.

source: Locking your session
fi: Istunnon lukitseminen

source: Activate the Log-out applet. Right-click on it -> "lock screen". You can bind this action to the middle-click.
fi: Aktivoi sovelma, Uloskirjautuminen. Napsauta sitä hiiren oikea -> "lukitusnäyttö". Voit kytkeä tämän toiminnon hiiren keskipainikkeeseen.

source: Quick-launching a program from keyboard (replacing ALT+F2)
fi: Ohjelman pikakäynnistys näppäimistöltä (ALT+F2 korvaaminen)

source: Activate the Applications Menu applet. Middle-click on it, or right-click -> "quick-launch". You can bin a shortkey for this action. The text is automatically completed (for instance, typing "fir" will be completed into "firefox").
fi: Aktivoi sovelma, Sovellukset valikko. Napsauta hiiren keskipainike tai hiiren oikea -> "pikakäynnistys". Voit tallentaa pikanäppäimen tähän toimintoon. Teksti täytetään automaattisesti (esimerkiksi kirjoittamalla "fir" täydennetään "firefox").

source: Turning Composite OFF during games
fi: Koostamisen kytkeminen pois päältä pelien aikana

source: Activate the Composite Manager applet. Clicking on it will disable the Composite, which often makes games more smooth. Clicking again on it will enable the Composite.
fi: Aktivoi sovelma, Koostamisen hallinta. Sen napsauttaminen poistaa koostamisen käytöstä, mikä tekee peleistä sulavan näköisiä. Kun napsautat uudelleen, koostaminen otetaan käyttöön.

source: Seeing the hourly weather forecast
fi: Näe tunnin sääennuste

source: Activate the Weather applet. Open its settings, go to Configure, and type the name of your city. Press Enter, and select your city from the list that will appear. Then validate to close the settings window. Now, double-clicking on a day will lead you to the web page of the hourly forecast for this day.
fi: Aktivoi sovelma, Sääennuste. Avaa asetukset, valitse "Määritä" ja kirjoita kaupungin nimi. Paina Enter ja valitse luettelosta kaupunkisi näkyviin. Vahvista sulkemalla asetusikkuna. Nyt kaksoisnapsauttamalla jotakin päivää, pääset tämän päivän sääennusteen verkkosivulle.

source: Adding a file or a web page into the dock
fi: Tiedoston tai verkkosivun lisääminen telakkaan

source: Simply drag a file or an html link and drop it onto the dock (an animated arrow should appear when you can drop). It will be added into the Stack. The Stack is a sub-dock that can contain any file or link you want to access quickly. You can have several Stacks, and you can drop files/links onto a Stack directly.
fi: Vedä ja pudota tiedosto tai html -linkki telakkaan (animoitu nuoli tulee näkyviin, kun voit pudottaa). Se lisätään pinoon. Pino on alatelakka, joka voi sisältää minkä tahansa tiedoston tai linkin, jota haluat käyttää nopeasti. Sinulla voi olla useita pinoja ja voit pudottaa tiedostoja/linkkejä suoraan pinoihin.

source: Importing a folder into the dock
fi: Kansion tuominen telakkaan

source: Simply drag a folder and drop it onto the dock (an animated arrow should appear when you can drop). You can choose to import the folder's files or not.
fi: Vedä kansio ja pudota se telakkaan (animoitu nuoli tulee näkyviin, kun voit pudottaa). Voit valita, tuodaanko kansion tiedostot vai ei.

source: Accessing the recent events
fi: Pääsy viimeaikaisiin tapahtumiin

source: Activate the Recent-Events applet. You need to have the Zeitgeist daemon to be running. Install it if it's not present. The applet can then display all the files, folders, web pages, songs, videos and documents you have accessed recently, so that you can access them quickly.
fi: Aktivoi Viimeaikaiset sovelma. Tarvitset Zeitgeist -taustapalvelun käyntiin. Asenna se, jos sitä ei ole. Sovelma voi sitten näyttää kaikki tiedostot, kansiot, verkkosivut, kappaleet, videot ja asiakirjat, joita olet käyttänyt äskettäin, jotta voit käyttää niitä nopeasti.

source: Quickly opening a recent file with a launcher
fi: Viimeaikaisen tiedoston nopea avaaminen käynnistimellä

source: Activate the Recent-Events applet. You need to have the Zeitgeist daemon to be running. Install it if it's not present. Now when you right-click on a launcher, all the recent files that can be opened with this launcher will appear in its menu.
fi: Aktivoi Viimeaikaiset sovelma. Tarvitset Zeitgeist -taustapalvelun käyntiin. Asenna se, jos sitä ei ole. Napsauta hiiren oikea käynnistimessä, kaikki viimeisimmät tiedostot, jotka voidaan avata tällä, näkyvät sen valikossa.

source: Accessing disks
fi: Levyjen käyttö

source: Activate the Shortcuts applet. Then all the disks (including USB key or external hard drives) will be listed in a sub-dock. To unmount a disk before disconnecting it, middle-click on its icon.
fi: Aktivoi Pikakuvakkeet sovelma. Kaikki levyt (mukaan lukien USB-tikku tai ulkoiset kiintolevyt) listataan alatelakassa. Voit poistaa levyn napsauttamalla kuvaketta hiiden keskipainikkeella, ennen sen irrottamista.

source: Accessing folder bookmarks
fi: Kansioiden kirjanmerkkien käyttäminen

source: Activate the Shortcuts applet. Then all the folders bookmarks (the ones that appear in Nautilus) will be listed in a sub-dock. To add a bookmark, simply drag-and-drop a folder onto the applet's icon. To remove a bookmark, right-click on its icon -> remove
fi: Aktivoi Pikakuvakkeet sovelma. Kaikki kansioiden kirjanmerkit (ne, jotka näkyvät Nautiluksessa) listataan alatelakassa. Lisää kirjanmerkki vetämällä ja pudottamalla kansio sovelman kuvakkeen päälle. Poista kirjanmerkin, napsauta hiiren oikea kuvakeen päällä -> poista

source: Having multiple instances of an applet
fi: Useita sovelman esiintymiä

source: Some applets can have several instances running at the same time: Clock, Stack, Weather, ... Right click on the applet's icon -> "launch another instance". You can configure each instance independantely. This allows you, for example, to have the current time for different countries in your dock or the weather in different cities.
fi: Sovelmissa voi olla käynnissä useita esiintymiä samanaikaisesti: Kello, kalenteri, sää, ... Napsauta hiiren oikeaa sovelman kuvakeella -> "käynnistä toinen esiintymä". Voit määrittää jokaisen esiintymän itsenäisesti. Näin voit esimerkiksi näyttää eri maiden kellonajan telakassasi tai eri kaupunkien säätä.

source: Adding / removing a desktop
fi: Työpöydän lisääminen/poistaminen

source: Activate the Switcher applet. Right-click on it -> "add a desktop" or "remove this desktop". You can even name each of them.
fi: Aktivoi Vaihtaja sovelma. Napsauta hiiren oikea -> "Lisää työpöytä" tai "Poista tämä työpöytä". Voit jopa nimetä jokaisen niistä.

source: Controling the sound volume
fi: Äänen voimakkuuden säätäminen

source: Activate the Sound Volume applet. Then scroll up/down to increase/decrease the sound. Alternatively, you can click on the icon and move the scroll bar. Middle-click will mute/unmute.
fi: Aktivoi Äänen voimakkuus sovelma. Lisää/vähennä ääntä vierittämällä ylös/alas. Voit myös napsauttaa kuvaketta ja siirtää vierityspalkkia. Keskimmäinen hiiren painike mykistää/poistaa mykistyksen.

source: Controling the screen brightness
fi: Näytön kirkkauden säätäminen
