Repository: Cairo-Dock/cairo-dock-core
Catalog: po/*.po
Languages: fi

source: - And as always ... various bug fixes and improvements!
fi: - Ja kuten aina... erilaisia korjauksia ja parannuksia!

source: If you like the project, please donate and/or contribute :-)
fi: Jos pidät projektista, tee lahjoitus ja/tai osallistu :-)

source: Note: We're switching from Bzr to Git on Github, feel free to fork! https://github.com/Cairo-Dock
fi: Huomaa: vaihdoimme BZR:stä Git:iin GitHub:ssa, vapaasti forkkiin! https://github.com/Cairo-Dock
