Repository: Cairo-Dock/cairo-dock-core
Catalog: po/*.po
Languages: fi

source: Behaviour
fi: Toiminta

source: Appearance
fi: Ulkoasu

source: Files
fi: Tiedostot

source: Desktop
fi: Työpöytä

source: Accessories
fi: Työkalut

source: System
fi: Järjestelmä

source: Fun
fi: Hupi

source: All
fi: Kaikki

source: Set the position of the main dock.
fi: Aseta telakan sijainti

source: Position
fi: Sijainti

source: Do you like your dock to be always visible, or on the contrary unobtrusive? Configure the way you access your docks and sub-docks!
fi: Haluatko, että telakka on aina näkyvissä, vai päinvastoin huomaamaton? Määritä tapa, miten käytät telakkaa ja alitelakkoja!

source: Visibility
fi: Näkyvyys

source: Display and interact with currently open windows.
fi: Näytä avoinna olevat ikkunat ja toimi niiden kanssa.

source: Taskbar
fi: Tehtäväpalkki

source: Define all the keyboard shortcuts currently available.
fi: Määritä kaikki käytettävissä olevat pikanäppäimet.

source: Shortkeys
fi: Pikanäppäimet

source: All of the parameters you will never want to tweak.
fi: Kaikki parametrit, joita et koskaan halua säätää.

source: Configure the global style.
fi: Määritä yleinen tyyli.

source: Style
fi: Tyyli

source: Configure docks appearance.
fi: Määritä telakoiden ulkonäkö.

source: Docks
fi: Telakat

source: Background
fi: Tausta

source: Views
fi: Näkymät

source: Configure text bubble appearance.
fi: Määritä tekstikuplan ulkonäkö.

source: Dialog boxes and Menus
fi: Valintaikkunat ja valikot

source: Applets can be displayed on your desktop as widgets.
fi: Sovelma voidaan näyttää työpöydällä.

source: Desklets
fi: Pöytäsovelma

source: All about icons: size, reflection, icon theme,...
fi: Kaikki kuvakkeista: koko, heijastus, teema,...

source: Icons
fi: Kuvakkeet

source: Indicators
fi: Ilmaisimet

source: Define icon caption and quick-info style.
fi: Määritä kuvakkeen teksti ja tietojen tyyli.

source: Captions
fi: Selitteet

source: Try new themes and save your theme.
fi: Kokeile uusia teemoja ja tallenna oma teema.

source: Themes
fi: Teemat

source: Current items in your dock(s).
fi: Nykyiset kohteet telakallasi.

source: Current items
fi: Nykyiset kohteet

source: Filter
fi: Suodatin

source: All words
fi: Kaikki sanat

source: Highlighted words
fi: Korosta sanat

source: Hide others
fi: Piilota loput

source: Search in description
fi: Hae kuvauksesta

source: Hide disabled
fi: Piilota pois käytöstä

source: Categories
fi: Aiheet

source: Enable this module
fi: Ota moduuli käyttöön

source: Close
fi: Sulje

source: Back
fi: Takaisin

source: Apply
fi: Käytä

source: More applets
fi: Lisää sovelmia

source: Get more applets online !
fi: Hanki lisää sovelmia verkosta !

source: Cairo-Dock configuration
fi: Cairo-telakan asetukset

source: Simple Mode
fi: Yksinkertainen tila

source: Add-ons
fi: Lisäosat

source: Configuration
fi: Asetukset

source: Advanced Mode
fi: Lisäasetukset

source: The advanced mode lets you tweak every single parameter of the dock. It is a powerful tool to customise your current theme.
fi: Lisäasetukset tilassa voit säätää telakan jokaista parametria. Se on tehokas työkalu muokata nykyistä teemaa.

source: The option 'overwrite X icons' has been automatically enabled in the config. It is located in the 'Taskbar' module.
fi: Vaihtoehto "korvaa X kuvakkeet" on määrityksessä automaattisesti käytössä. Se sijaitsee "Tehtäväpalkin" moduulissa.

source: Delete this dock?
fi: Poistetaanko tämä telakka?

source: About Cairo-Dock
fi: Tietoa Cairo-Dock

source: Development site
fi: Kehityspaikka

source: Find the latest version of Cairo-Dock here !
fi: Katso Cairo-Dock uusin versio täältä !

source: Get more applets!
fi: Hae lisää sovelmia!

source: Donate
fi: Lahjoita

source: Support the people who spend countless hours to bring you the best dock ever.
fi: Tue henkilöitä jotka käyttävät lukemattomia tunteja kehittääkseen parhaan telakan.

source: Here is a list of the current developers and contributors
fi: Luettelo nykyisistä kehittäjistä ja avustajista

source: Developers
fi: Kehittäjät

source: Main developer and project leader
fi: Pääkehittäjä ja hankkeen vetäjä

source: Contributors / Hackers
fi: Avustajat / Kooderit

source: Development
fi: Ohjelmistokehitys

source: Website
fi: Sivusto

source: Beta-testing / Suggestions / Forum animation
fi: Testaus / Ehdotukset / Foorumin animaatio

source: Translators for this language
fi: Tämän kielen kääntäjät

source: translator-credits
fi: Launchpad Contributions: Harri Pirinen https://launchpad.net/~harripirinen Jesse Jaara https://launchpad.net/~huulivoide Kimmo Kujansuu https://launchpad.net/~mahtiankka Matthieu Baerts https://launchpad.net/~matttbe Rami Selin https://launchpad.net/~rami-selin Tiigon https://launchpad.net/~tiigon Tommi Saira https://launchpad.net/~tommisaira

source: Support
fi: Tuki

source: Thanks to all people that help us to improve the Cairo-Dock project. Thanks to all current, former and future contributors.
fi: Kiitos kaikille, jotka auttavat meitä parantamaan Cairo-Dock hanketta. Kiitos kaikille nykyisille, entisille ja tuleville avustajille.

source: How to help us?
fi: Miten voit auttaa meitä?

source: Don't hesitate to join the project, we need you ;)
fi: Älä epäröi liittyä projektiin, tarvitsemme sinua ;)

source: Former contributors
fi: Entiset avustajat

source: For a complete list, please have a look to BZR logs
fi: Täydellinen luettelo, katso BZR lokit

source: Users of our forum
fi: Käyttäjät meidän foorumilla

source: List of our forum's members
fi: Luettelo foorumin jäsenistä

source: Artwork
fi: Kuvamateriaali

source: Thanks
fi: Kiitokset

source: Quit Cairo-Dock?
fi: Lopeta Cairo-Dock?

source: Separator
fi: Erotin

source: The new dock has been created. Now move some launchers or applets into it by right-clicking on the icon -> move to another dock
fi: Uusi telakka on luotu. Siirrä nyt siihen joitain ohjelmia tai sovelmia, napsauttamalla kuvaketta hiiren kakkospainikkeella -> siirry toiseen telakkaan

source: Add
fi: Lisää

source: Sub-dock
fi: Alatelakka

source: Main dock
fi: Telakka

source: Custom launcher
fi: Oma käynnistin

source: Usually you would drag a launcher from the menu and drop it on the dock.
fi: Yleensä vedät käynnistimen kuvakkeen valikosta ja pudotat sen telakkaan.

source: Applet
fi: Sovelma

source: Do you want to re-dispatch the icons contained inside this container into the dock? (otherwise they will be destroyed)
fi: Haluatko lähettää kuvakkeet telakkaan? (muuten ne tuhotaan)

source: separator
fi: erotin

source: You're about to remove this icon (%s) from the dock. Are you sure?
fi: Olet poistamassa kuvaketta (%s) telakasta. Oletko varma?

source: Sorry, this icon doesn't have a configuration file.
fi: Valitan, tällä kuvakkeella ei ole asetustiedostoa.

source: The new dock has been created. You can customize it by right-clicking on it -> cairo-dock -> configure this dock.
fi: Uusi telakka on luotu. Voit muokata sitä napsauttamalla hiiren kakkospainikkeella -> cairo-dock -> määritä tämä telakka.

source: Move to another dock
fi: Siirry toiseen telakkaan

source: New main dock
fi: Uusi telakka

source: Sorry, couldn't find the corresponding description file. Consider dragging and dropping the launcher from the Applications Menu.
fi: Valitettavasti vastaavaa kuvaukset tiedostoa ei löytynyt. Harkitse telakan vetämistä ja pudottamista Sovellukset-valikosta.

source: You're about to remove this applet (%s) from the dock. Are you sure?
fi: Olet poistamassa sovelmaa (%s) telakasta. Oletko ihan varma?

source: Pick up an image
fi: Valitse kuva

source: Ok
fi: Selvä

source: Cancel
fi: Peruuta

source: Image
fi: Kuva

source: This will (un)lock the position of the icons.
fi: Tämä hoitaa kuvakkeiden lukitusta.

source: Configure
fi: Määritä

source: Configure behaviour, appearance, and applets.
fi: Määritä toiminta, ulkonäkö ja sovelmat.

source: Configure this dock
fi: Määritä tämä telakka

source: Customize the position, visibility and appearance of this main dock.
fi: Muokkaa tämän telakan sijaintia, näkyvyyttä ja ulkonäköä.

source: Delete this dock
fi: Poista tämä telakka

source: Manage themes
fi: Määritä teema

source: Choose from amongst many themes on the server or save your current theme.
fi: Valitse palvelimen monista teemoista tai tallenna nykyinen teema.

source: Lock icons position
fi: Lukitse kuvakkeiden sijainti

source: Quick-Hide
fi: Pikapiilo

source: This will hide the dock until you hover over it with the mouse.
fi: Tämä piilottaa telakan, kunnes tuot hiiren sen alueelle.

source: Launch Cairo-Dock on startup
fi: Käynnistä Cairo-Dock käynnistettäessä

source: Third-party applets provide integration with many programs, like Pidgin
fi: Kolmannen osapuolen sovelmat tarjoavat integroinnin moniin ohjelmiin, kuten Pidgin

source: Help
fi: Ohje

source: There are no problems, only solutions (and a lot of useful hints!)
fi: Ei ole olemassa ongelmia, on vain ratkaisuja (ja paljon hyödyllisiä vinkkejä!)

source: About
fi: Tietoja

source: Quit
fi: Lopeta

source: You're using a Cairo-Dock Session! It's not advised to quit the dock but you can press Shift to unlock this menu entry.
fi: Käytät Cairo-Dock istuntoa! Se ei ole suositeltavaa lopettaa telakkaa, mutta voit avata tämän valikon painamalla Shift.

source: Launch a new (Shift+clic)
fi: Käynnistä uusi (Shift+napsautus)

source: Applet's handbook
fi: Sovelman käsikirja

source: Edit
fi: Muokkaa

source: Remove
fi: Poista

source: You can remove a launcher by dragging it out of the dock with the mouse .
fi: Voit poistaa käynnistimen vetämällä sen hiirellä pois telakasta.

source: Make it a launcher
fi: Tee siitä käynnistin

source: Remove custom icon
fi: Poista oma kuvake

source: Set a custom icon
fi: Aseta oma kuvake

source: Detach
fi: Irrota

source: Return to the dock
fi: Palaa telakkaan

source: Duplicate
fi: Monista

source: Move all to desktop %d - face %d
fi: Siirrä kaikki työpöydälle %d - pinta %d

source: Move to desktop %d - face %d
fi: Siirrä työpöydälle %d - pinta %d

source: Move all to desktop %d
fi: Siirrä kaikki työpöydälle %d

source: Move to desktop %d
fi: Siirrä työpöydälle %d

source: Move all to face %d
fi: Siirrä kaikki pintaan %d

source: Move to face %d
fi: Siirrä pintaan %d

source: Window
fi: Ikkuna

source: middle-click
fi: keskiklikkaus

source: Unmaximise
fi: Poista maksimointi

source: Maximise
fi: Maksimoi

source: Minimise
fi: Minimoi

source: Show
fi: Näytä

source: Other actions
fi: Muut toiminnot

source: Move to this desktop
fi: Siirä tälle työpöydälle

source: Not Fullscreen
fi: Ei Kokoruutuun

source: Fullscreen
fi: Kokoruutu

source: Below other windows
fi: Muiden ikkunoiden alla

source: Don't keep above
fi: Älä pidä päällä

source: Keep above
fi: Pidä päällä

source: Visible only on this desktop
fi: Näkyvä vain tällä työpöydällä

source: Visible on all desktops
fi: Näkyvä kaikilla työpöydillä

source: Kill
fi: Lopeta

source: Windows
fi: Ikkunat

source: Close all
fi: Sulje kaikki

source: Minimise all
fi: Minimoi kaikki

source: Show all
fi: Näytä kaikki

source: Move all to this desktop
fi: Siirä kaikki tälle töpöydälle

source: Normal
fi: Normaali

source: Always on top
fi: Aina päällimmäisenä

source: Always below
fi: Aina alimmaisena

source: Reserve space
fi: Varaa tila

source: On all desktops
fi: Kaikilla työpöydillä

source: Lock position
fi: Lukitse sijainti

source: Animation:
fi: Animaatio:

source: Effects:
fi: Tehoste:

source: Main dock's parameters are available in the main configuration window.
fi: Telakan parametrit ovat saatavilla "Asetukset" ikkunassa.

source: Remove this item
fi: Poista tämä kohde

source: Configure this applet
fi: Määritä tämä sovelma

source: Accessory
fi: Lisävaruste

source: Plug-in
fi: Lisäosa

source: Category
fi: Kategoria

source: Click on an applet in order to have a preview and a description for it.
fi: Napsauta sovelmaa saadaksesi siitä esikatselun ja kuvauksen.

source: Press the shortkey
fi: Paina pikanäppäintä

source: Change the shortkey
fi: Vaihda pikanäppäintä

source: Origin
fi: Alkuperä

source: Action
fi: Toiminto

source: Shortkey
fi: Pikanäppäin

source: Could not import the theme.
fi: Teemaa ei voitu tuoda

source: You have made some changes to the current theme. You will lose them if you don't save before choosing a new theme. Continue anyway?
fi: Olet tehnyt joitakin muutoksia nykyiseen teemaan. Menetät ne, jos et tallenna ennen uuden teeman valintaa. Jatkanko silti?

source: Please wait while importing the theme...
fi: Odota teemaa tuotaessa...

source: Rate me
fi: Arvostele

source: You must try the theme before you can rate it.
fi: Sinun on täytyy kokeilla teemaa ennen kuin arvostelet sitä

source: The theme has been deleted
fi: Teema on poistettu

source: Delete this theme
fi: Poista tämä teema

source: Listing themes in '%s' ...
fi: Teemojen listaaminen '%s' ...

source: Theme
fi: Teema

source: Rating
fi: Arvosana

source: Sobriety
fi: Selvyys

source: Save as:
fi: Tallenna nimellä:

source: Importing theme ...
fi: Tuodaan teemaa ...

source: Theme has been saved
fi: Teema on tallennettu

source: Happy new year %d !!!
fi: Hyvää uutta vuotta %d !!!

source: Use Cairo backend.
fi: Käytä Cairo taustaosaa.

source: Use OpenGL backend.
fi: Käytä OpenGL taustaosaa.

source: Use OpenGL backend with indirect rendering. There are very few case where this option should be used.
fi: Käytä OpenGL taustaosaa epäsuoralla renderöinnillä. On hyvin vähän tapauksia, joissa tätä vaihtoehtoa pitäisi käyttää.

source: Ask again on startup which backend to use.
fi: Kysy käynnistyksen yhteydessä, mitä taustaosaa haluat käyttää.

source: Force the dock to consider this environnement - use it with care.
fi: Pakota telakka käyttämään tätä ympäristöä - käytä varoen.

source: Force the dock to load from this directory, instead of ~/.config/cairo-dock.
fi: Pakota telakka lataamaan tästä hakemistosta ~/.config/cairo-dock.

source: Address of a server containing additional themes. This will overwrite the default server address.
fi: Lisäteemoja sisältävän palvelimen osoite. Tämä korvaa oletuspalvelimen osoitteen.

source: Wait for N seconds before starting; this is useful if you notice some problems when the dock starts with the session.
fi: Odota N sekuntia ennen käynnistystä; tästä on hyötyä, jos havaitset ongelmia telakan istunnon käynnistyessä.

source: Allow to edit the config before the dock is started and show the config panel on start.
fi: Salli asetusten muokkaaminen ennen telakan käynnistämistä ja näytä asetuspaneeli.

source: Exclude a given plug-in from activating (it is still loaded though).
fi: Jätä tietty lisäosa aktivoimatta (se on silti ladattu).

source: Don't load any plug-ins.
fi: Älä lataa mitään lisäosaa.

source: Log verbosity (debug,message,warning,critical,error); default is warning.
fi: Lokin sisältö (virheenkorjaus, viesti, varoitus, kriittinen ja virhe); oletus on varoitus.

source: Force to display some output messages with colors.
fi: Pakota näyttämään ilmoituksia väreissä.

source: Print version and quit.
fi: Näytä versio ja lopeta.

source: Lock the dock so that any modification is impossible for users.
fi: Lukitse telakka käyttäjiltä niin, että kaikki muutokset ovat mahdottomia.

source: Keep the dock above other windows.
fi: Pidä telakka muiden ikkunoiden yläpuolella.

source: Don't make the dock appear on all desktops.
fi: Älä anna telakan näkyä kaikilla näytöillä.

source: Cairo-Dock makes anything, including coffee !
fi: Cairo-Dock tekee mitä tahansa, myös kahvia!

source: Ask the dock to load additionnal modules contained in this directory (though it is unsafe for your dock to load unnofficial modules).
fi: Pyydä telakkaa lataamaan lisää moduuleja tähän kansioon (vaikka telakalle ei ole turvallista ladata epävirallisia moduuleja).

source: For debugging purpose only. The crash manager will not be started to hunt down the bugs.
fi: Vain vianetsintää varten. Kaatumisia ei kuitenkaan lähdetä jahtaamaan.

source: For debugging purpose only. Some hidden and still unstable options will be activated.
fi: Vain vianetsintää varten. Jotkut piilotetut ja vielä epävakaat valinnat aktivoidaan.

source: Use OpenGL in Cairo-Dock
fi: Käytä Cairo-Dock OpenGL:ää

source: Yes
fi: Kyllä

source: No
fi: Ei

source: OpenGL allows you to use the hardware acceleration, reducing the CPU load to the minimum. It also allows some pretty visual effects similar to Compiz. However, some cards and/or their drivers don't fully support it, which may prevent the dock from running correctly. Do you want to activate OpenGL ? (To not show this dialog, launch the dock from the Application menu, or with the -o option to force OpenGL and -c to force cairo.)
fi: OpenGL käyttää laitteistopohjaista kiihdytystä näytönohjaimella ja näin vähentää prosessorin käytön minimiin. Tämä mahdollistaa hienot visuaaliset tehosteet, vastaavia kuin Compiz;ssa. Muutamat näyttöohjaimet tai niiden ajurit eivät tue laitteistopohjaista kiihdytystä, mikä näkyy ohjelman toimimattomuutena. OpenGL, haluatko aktivoida sen? Käynnistä telakka valikosta tai lisäämällä valitsin -o pakotat OpenGL:n päälle. Valitsimella -c pakotat cairon. (Et näe tätä viestiä, jos käynnistät valikosta).

source: Remember this choice
fi: Muista tämä valinta

source: The module '%s' has been deactivated because it may have caused some problems. You can reactivate it, but if it happens again please report it at https://github.com/Cairo-Dock/cairo-dock-core/issues
fi: Moduuli '%s' on poistettu käytöstä, koska se on saattanut aiheuttaa ongelmia. Voit aktivoida sen uudelleen ja jos ongelma jatkuu, ilmoita siitä https://github.com/Cairo-Dock/cairo-dock-core/issues

source: < Maintenance mode >
fi: < Huoltotila >

source: Something went wrong with this applet:
fi: Jotain meni pieleen tämän sovelman kanssa:

source: You're using our Cairo-Dock session
fi: Käytät Cairo-Dock-istuntoa

source: It can be interesting to use an adapted theme for this session. Do you want to load our "Default-Panel" theme? Note: your current theme will be saved and can be reimported later from the Themes manager
fi: Voisi olla mielenkiintoista käyttää tähän istuntoon muokattua teemaa. Haluatko ladata "Default-Panel" -teemamme? Huomaa: nykyinen teema tallennetaan ja voidaan palauttaa myöhemmin teemojen hallinasta

source: No plug-in were found. Plug-ins provide most of the functionalities (animations, applets, views, etc). See https://github.com/Cairo-Dock/cairo-dock-core/wiki for more information. There is almost no meaning in running the dock without them and it's probably due to a problem with the installation of these plug-ins. But if you really want to use the dock without these plug-ins, you can launch the dock with the '-f' option to no longer have this message.
fi: Laajennuksia ei löytynyt. Laajennukset "plug-ins" tarjoavat suurimman osan toiminnoista (animaatiot, sovelmat, näkymät jne.). Katso lisätietoja https://github.com/Cairo-Dock/cairo-dock-core/wiki Telakka ilman laajennuksia ei merkitse paljoa ja ogelmat johtuu todennäköisesti näiden asentamiseen liittyvästä ongelmasta. Mutta jos haluat todella käyttää telakkaa ilman laajennuksia, voit käynnistää sen '-f' -valinan avulla, jotta et enää näe tätä viestiä.

source: The module '%s' may have encountered a problem. It has been restored successfully, but if it happens again, please report it at https://github.com/Cairo-Dock/cairo-dock-core/issues
fi: Moduuli "%s" on saattanut kohdata ongelman. Se on palautettu onnistuneesti, mutta jos tämä tapahtuu uudelleen, ilmoita siitä https://github.com/Cairo-Dock/cairo-dock-core/issues

source: The theme could not be found; the default theme will be used instead. You can change this by opening the configuration of this module. Do you want to do it now?
fi: Teemaa ei löytynyt; sen sijaan käytetään oletusteemaa. Muuta avaamalla tämän moduulin asetukset. Haluatko tehdä sen nyt?

source: The gauge theme could not be found; a default gauge will be used instead. You can change this by opening the configuration of this module. Do you want to do it now?
fi: Mittausteemaa ei löytynyt; sen sijaan käytetään oletusmittaria. Muuta avaamalla tämän moduulin asetukset. Haluatko tehdä sen nyt?

source: Automatic
fi: Automaattinen

source: _custom decoration_
fi: _oma sisustus_

source: Sorry but the dock is locked
fi: Telakka on lukittu

source: Bottom dock
fi: Telakka alas

source: Top dock
fi: Telakka ylös

source: Right dock
fi: Telakka oikea

source: Left dock
fi: Telakka vasen

source: Pop up the main dock
fi: Avaa telakka

source: by %s
fi: tekijä %s

source: kB
fi: kt

source: MB
fi: Mt

source: Local
fi: Paikallinen

source: User
fi: Käyttäjä

source: Net
fi: Verkko

source: New
fi: Uusi

source: Updated
fi: Päivitetty

source: Pick up a file
fi: Poimi tiedosto

source: Pick up a directory
fi: Poimi hakemisto

source: _Custom Icons_
fi: _Omat kuvakkeet_

source: left
fi: vasen

source: right
fi: oikea

source: middle
fi: keskellä

source: top
fi: ylös

source: bottom
fi: alas

source: Screen
fi: Näyttö

source: The '%s' module was not found. Be sure to install it with the same version as the dock to enjoy these features.
fi: Moduulia "%s " ei löytynyt. Muista asentaa se samaan versioon kuin telakka käyttääksesi näitä ominaisuuksia.

source: The '%s' plug-in is not active. Activate it now?
fi: Laajennus "%s" ei ole aktiivinen. Aktivoidaanko se nyt?

source: link
fi: linkki

source: Grab
fi: Tartu

source: Enter a command
fi: Anna komento

source: New launcher
fi: Uusi käynnistin

source: by
fi: tekijältä

source: Default
fi: Oletus

source: Are you sure you want to overwrite theme %s?
fi: Haluatko varmasti korvata teeman %s?

source: Last modification on:
fi: Viimeisin muutos:

source: Your theme should now be available in this directory:
fi: Teemasi pitäisi nyt olla tässä hakemistossa:

source: Error when launching 'cairo-dock-package-theme' script
fi: Virhe käynnistettäessä skriptiä "cairo-dock-package-theme"

source: Could not access remote file %s. Maybe the server is down. Please retry later or contact us at https://github.com/Cairo-Dock/cairo-dock-core/issues
fi: Tiedoston %s käyttö epäonnistui. Ehkä palvelin on poissa käytöstä. Yritä myöhemmin uudelleen tai ota yhteyttä osoitteeseen https://github.com/Cairo-Dock/cairo-dock-core/issues

source: Are you sure you want to delete theme %s?
fi: Haluatko varmasti poistaa teeman %s?

source: Are you sure you want to delete these themes?
fi: Haluatko varmasti poistaa nämä teemat?

source: Move down
fi: Siirrä alas

source: Fade out
fi: Häivytä

source: Semi transparent
fi: Osittain läpinäkyvä

source: Zoom out
fi: Loitonna

source: Folding
fi: Taitettava

source: Welcome in Cairo-Dock ! This applet is here to help you start using the dock; just click on it. If you have any question/request/remark, please pay us a visit at https://github.com/Cairo-Dock/cairo-dock-core. Hope you will enjoy this software ! (you can now click on this dialog to close it)
fi: Tervetuloa käyttämään Cairo-Dock ! Tämä sovelma auttaa sinua aloittamaan telakan käytön; klikkaa sitä. Jos sinulla on kysyttävää/pyyntö/huomautus, ole hyvä ja tee se osoitteessa https://github.com/Cairo-Dock/cairo-dock-core Toivottavasti nautit tästä ohjelmasta ! (voit nyt klikata ja sulkea ikkunan)

source: Don't ask me any more
fi: Älä kysy enää

source: To remove the black rectangle around the dock, you need to activate a composite manager. Do you want to activate it now?
fi: Jos haluat poistaa mustan suorakulmion telakan ympäriltä, sinun on aktivoitava yhdistelmähallinta. Haluatko aktivoida sen nyt?

source: Do you want to keep this setting? In 15 seconds, the previous setting will be restored.
fi: Haluatko säilyttää tämän asetuksen? Edellinen asetus palautetaan 15 sekunnin kuluttua.
