Repository: Cairo-Dock/cairo-dock-core
Catalog: po/*.po
Languages: fi

source: Activate the Screen Luminosity applet. Then scroll up/down to increase/decrease the brightness. Alternatively, you can click on the icon and move the scroll bar.
fi: Aktivoi Taustavalo sovelma. Vieritä ylös/alas lisätäksesi/vähentääksesi kirkkautta. Voit myös napsauttaa kuvaketta ja siirtää vierityspalkkia.

source: Troubleshooting
fi: Vianetsintä

source: If you have any question, don't hesitate to ask on our Github Page.
fi: Jos sinulla on kysyttävää, älä epäröi kysyä foorumiltamme.

source: Our wiki can also help you, it is more complete on some points.
fi: Wikimme voi myös auttaa sinua, se on täydellisempi joissakin kohdissa.

source: I have a black background around my dock.
fi: Minulla on musta tausta telakan ympärillä.

source: You need to turn on compositing. For instance, you can run Compiz or xcompmgr. If you're using XFCE or KDE, you can just enable compositing in the window manager options. If you're using Gnome, you can enable it in Metacity in this way : Open dconf-editor, edit the key 'org.gnome.metacity.compositing-manager' and set it to 'true'.
fi: Sinun on otettava koostaminen käyttöön. Voit kayttää esimerkiksi Compiz tai xcompmgr. Jos käytät XFCE tai KDE, voit ottaa koostamisen käyttöön vain ikkunanhallinnan asetuksissa. Gnome:ssa, voit ottaa sen käyttöön Metacity:ssä seuraavasti: Avaa dconf-editor, muokkaa avainta "org.gnome.metacity.compositing-manager" ja aseta se arvoon "true".

source: My machine is too old to run a composite manager.
fi: Koneeni on liian vanha koostamisen suorittamiseen.

source: Don't panic, Cairo-Dock can emulate the transparency. To get rid of the black background, simply enable the corresponding option in the end of the «System» module
fi: Ei paniikkia, Cairo-Dock voi jäljitellä läpinäkyvyyttä. Pääset eroon mustasta taustasta, otamalla käyttöön vastaava vaihtoehto lopusta «Järjestelmä» moduuli

source: The dock is horribly slow when I move the mouse into it.
fi: Telakka on hirvittävän hidas, kun siirrän hiiren siihen.

source: If you have an Nvidia GeForce8 graphics card, please install the latest drivers, as the first ones were really buggy. If the dock is running without OpenGL, try to reduce the number of icons in the main dock, or try to reduce its size. If the dock is running with OpenGL, try to disable it by launching the dock with «cairo-dock -c».
fi: Jos sinulla on Nvidia GeForce-näytönohjain, asenna uusimmat ajurit, sillä ensimmäiset olivat todella bugisia. Jos telakka on käynnissä ilman OpenGL:ää, yritä vähentää telakan kuvakkeiden määrää tai pienentää sen kokoa. Jos telakka on käynnissä OpenGL:llä, yritä poistaa se käytöstä käynnistämällä komennola "cairo-dock -c".

source: I don't have these wonderful effects like fire, cube rotating, etc.
fi: Minulla ei ole näitä upeita tehosteita, kuten tuli, kuution pyöriminen jne.

source: Tip: You can force OpenGL by launching the dock with «cairo-dock -o».but you might get a lot of visual artifacts.
fi: Vinkki: Voit pakottaa OpenGL:n käynnistämällä telakan "cairo-dock -o", mutta saatat saada paljon visuaalista puppua.

source: You need a graphics card with drivers that support OpenGL2.0. Most Nvidia cards can do this, as can more and more Intel cards. Most ATI cards do not support OpenGL2.0.
fi: Tarvitset näytönohjaimen, jonka ajurit tukevat OpenGL 2.0. Useimmat Nvidia-kortit osaavat tämän, samoin kuin yhä useammat Intel-kortit. ATI-kortit eivät yleensä tue OpenGL 2.0.

source: I don't have any themes in the Theme Manager, except the default one.
fi: Minulla ei ole teemoja "Teemojen hallinta", yhtä oletusta lukuun ottamatta.

source: Hint : Up to version 2.1.1-2, wget was used.
fi: Vihje: Versioon 2.1.1-2 asti käytettiin wget-ohjelmaa.

source: Be sure that you are connected to the Net. If your connection is very slow, you can increase the connection timeout in the "System" module. If you're under a proxy, you'll have to configure "curl" to use it; search on the web how to do it (basically, you have to set up the "http_proxy" environment variable).
fi: Varmista, että olet yhteydessä verkkoon. Jos yhteys on hyvin hidas, voit lisätä yhteyden aikakatkaisun "Järjestelmä" -moduulissa. Jos olet välityspalvelimen alla, sinun on määritettävä "curl" käyttääksesi sitä; etsi verkosta miten se tehdään (sinun on määritettävä "http_ proxy" - ympäristömuuttuja).

source: The «netspeed» applet displays 0 even when I'm downloading something
fi: Vaikka latasin jotain «netspeed» sovelma näyttää 0

source: Tip: you can run several instances of this applet if you wish to monitor several interfaces.
fi: Vinkki: voit käyttää useita tämän sovelman esiintymiä, jos haluat valvoa useita käyttöliittymiä.

source: You must tell the applet which interface you're using to connect to the Net (by default, this is «eth0»). Just edit its configuration, and enter the interface name. To find it, type «ifconfig» in a terminal, and ignore the «loop» interface. It's probably something like «eth1», «ath0», or «wifi0»..
fi: Sinun on kerrottava sovelmalle, mitä liitäntää käytät yhteyden muodostamiseen verkkoon (oletuksena tämä on «eth0»). Muokaa vain sen kokoonpanoa ja anna käyttöliittymän nimi. Löytääksesi nimen, kirjoita päätteeseen «ifconfig» ja ohita «loop» liitäntä. Se on luultavasti "eth1", "ath0" tai "wifi0".

source: The dustbin remains empty even when I delete a file.
fi: Roskakori on tyhjä, vaikka poistan tiedoston.

source: if you're using KDE, you may have to specify the path to the trash folder. Just edit the applet's configuration, and fill in the Trash path; it is probably «~/.locale/share/Trash/files». Be very careful when typing a path here!!! (do not insert spaces or some invisible caracters).
fi: Jos käytät KDE:tä, saatat joutua määrittämään polun roskakorin kansioon. Muokkaa sovelman asetuksia ja täytä roskakorin polku; se luultavasti on "~/.locale/share/Trash/files". Ole erittäin varovainen kun kirjoitat polkua tähän!!! (älä lisää välilyöntejä tai näkymättömiä merkkejä).

source: The Project
fi: Projekti

source: Join the project!
fi: Liity projektiin!

source: We value your help! If you see a bug, if you think something could be improved, or if you just made a dream about the dock, pay us a visit on https://github.com/Cairo-Dock/cairo-dock-core. English (and others!) speakers are welcome, so don’t be shy ! ;-) If you made a theme for the dock or one of the applet, and want to share it, we’ll be happy to integrate it on our server !
fi: Arvostamme apuasi! Jos näet virheen, jos uskot, että jotain voisi parantaa, tai unelmoit omasta telakasta, vieraile osoitteessa https://github.com/Cairo-Dock/cairo-dock-core. Englanti (ja muut!) puhujat ovat tervetulleita, joten älä ujostele ! ;-) Jos teit teeman telakalle tai jollekin sovelmalle ja haluat jakaa sen, lisäämme sen mielellämme palvelimellemme!

source: If you wish to develop an applet, a complete documentation is available here.
fi: Jos haluat kehittää sovelman, täydelliset ohjeet ovat saatavilla täällä.

source: Documentation
fi: Ohjeet

source: If you wish to develop an applet in Python, Perl or any other language, or to interact with the dock in any kind of way, a full DBus API is described here.
fi: Jos haluat kehittää sovelman Python, Perl tai muulla kielellä, tai toimia telakan kanssa millä tavalla tahansa on täydellinen kuvaus DBus API:sta tässä.

source: The Cairo-Dock Team
fi: Cairo-Dock tiimi

source: Websites
fi: Verkkosivustot

source: Problems? Suggestions? Just want to talk to us? Come on over!
fi: Ongelmia? Ehdotuksia? Haluatko vain jutella? Tule tänne!

source: Community site
fi: Yhteisösivusto

source: More applets available online!
fi: Lisää sovelmia saatavilla verkossa!

source: Repositories
fi: Asennuslähteet

source: Icon
fi: Kuvake

source: Name of the dock it belongs to:
fi: Telakan nimi, jolle se kuuluu:

source: Name of the icon as it will appear in its caption in the dock:
fi: Kuvakkeen nimi sellaisena kuin se näkyy sen kuvatekstinä telakalla:

source: Leave empty to use the default one.
fi: Jätä tyhjäksi, jos haluat käyttää oletusta.

source: Image filename:
fi: Kuvatiedoston nimi:

source: Set to 0 to use the default applet size
fi: Aseta arvoksi 0 käyttääksesi sovelman oletuskokoa

source: Desired icon size for this applet
fi: Haluttu kuvakkeen koko tälle sovellelle

source: Desklet
fi: Pöytäsovelma

source: If locked, the desklet cannot be moved by simply dragging it with the left mouse button. It can still be moved with ALT + left-click.
fi: Jos pöytäsovelma on lukittu, sitä ei voi siirtää vetämällä ja painamalla hiiren vasenta painiketta. Sitä voidaan siirtää painamalla ALT+vasen painike.

source: Lock position?
fi: Lukitaanko paikka?

source: Depending on your WindowManager, you may be able to resize this with ALT + middle-click or ALT + left-click.
fi: Riippuen ikkunanhallinnasta (WM), voit ehkä muuttaa tämän kokoa painamalla ALT+keskipainike tai ALT+vasen painike.

source: Desklet dimensions (width x height):
fi: Pöytäsovelman mitat (leveys x korkeus):

source: Depending on your WindowManager, you may be able to move this with ALT + left-click.. Negative values are counted from the right/bottom of the screen
fi: Riippuen Ikkunanhallinnasta (WM) saatat pystyä siirtämään tätä painamalla ALT+vasen painike. Negatiiviset arvot lasketaan näytön oikeasta/alareunasta.

source: Desklet position (x, y):
fi: Pöytäsovelman sijainti (x, y):

source: You can quickly rotate the desklet with the mouse, by dragging the little buttons on its left and top sides.
fi: Voit pyörittää nopeasti pöytäsovelmaa hiirellä vetämällä sen yläreunasta olevia pieniä painikkeita.

source: Rotation:
fi: Pyöritys:

source: Is detached from the dock
fi: Irrotettu telakasta

source: for CompizFusion's "widget layer", set behaviour in Compiz to: (class=Cairo-dock & type=Utility)
fi: määritä Compiz Fusionin "widget layer" toiminta Compizissa seuraavasti: (class=Cairo-dock & type=Utility)

source: Visibility:
fi: Näkyvyys:

source: Keep below
fi: Pidä alla

source: Keep on widget layer
fi: Pidä sovelman tasolla

source: Should be visible on all desktops?
fi: Pitäisikö näkyä kaikilla työpöydillä?

source: Decorations
fi: Ulkoasut

source: Choose 'Custom decorations' to define your own decorations below.
fi: Valitse "Muokatut ulkoasut" ja määritelle omat ulkoasut alla.

source: Choose a decoration theme for this desklet:
fi: Valitse tämän pöytäsovelman ulkoasun teema:

source: Image to be displayed below drawings, e.g. a frame. Leave empty for no image.
fi: Piirron alla esitettävä kuva, esim. kehys. Jätä tyhjäksi, jos et halua kuvaa.

source: Background image:
fi: Taustakuva:

source: Background transparency:
fi: Taustan läpinäkyvyys:

source: in pixels. Use this to adjust the left position of drawings.
fi: pikseleinä. Käytä tätä säätääksesi piirron vasenta sijaintia.

source: Left offset:
fi: Siirtymä vasemmalle:

source: in pixels. Use this to adjust the top position of drawings.
fi: pikseleinä. Käytä tätä säätääksesi piirron yläsijaintia.

source: Top offset:
fi: Siirtymä ylhäälle:

source: in pixels. Use this to adjust the right position of drawings.
fi: pikseleinä. Käytä tätä säätääksesi piirron oikeaa sijaintia.

source: Right offset:
fi: Siirtymä oikealle:

source: in pixels. Use this to adjust the bottom position of drawings.
fi: pikseleinä. Käytä tätä säätääksesi piirron alasijaintia.

source: Bottom offset:
fi: Siirtymä alhaalle:

source: Image to be displayed above the drawings, e.g. a reflection. Leave empty for no image.
fi: Piirron yläpuolella näytettävä kuva, esim. heijastus. Jätä tyhjäksi, jos et halua kuvaa.

source: Foreground image:
fi: Edustan kuva:

source: Foreground tansparency:
fi: Edustan läpinäkyvyys:

source: Behavior
fi: Toiminta

source: Position on the screen
fi: Sijainti näytöllä

source: Choose which border of the screen the dock will be placed on:
fi: Valitse, mihin näytön reunaan telakka sijoitetaan:

source: Multi-screens
fi: Useita näyttöjä

source: Visibility of the main dock
fi: Telakan näkyvyys

source: Modes are sorted from the most intrusive to the less intrusive. When the dock is hidden or below a window, place the mouse on the screen's border to call it back. When the dock pops up on shortcut, it will appear at the position of your mouse. The rest of the time, it stays invisible, thus acting like a menu.
fi: Tilat lajitellaan paljon esilllä ja vähemmän esillä. Kun telakka on piilossa tai ikkunan alla, kutsut sen takaisin asettamalla hiiri näytön reunaan. Kun telakka ponnahtaa esiin pikanäppäimellä, se tulee näkyviin hiiren kohdalle. Muun ajan se pysyy piilossa, kuin valikko.

source: Reserve space for the dock
fi: Varaa tilaa telakalle

source: Keep the dock below
fi: Pidä telakka alla

source: Hide the dock when it overlaps the current window
fi: Piilota telakka, kun se peittää nykyisen ikkunan

source: Hide the dock whenever it overlaps any window
fi: Piilota telakka aina, kun se peittää minkä tahansa ikkunan

source: Keep the dock hidden
fi: Pidä telakka piilossa

source: Pop-up on shortcut
fi: Ponnahdusikkunan pikanäppäin

source: Effect used to hide the dock:
fi: Tehoste telakan piilottamiseen:

source: None
fi: Ei mitään

source: When you press the shortcut, the dock will show itself at the potition of your mouse. The rest of the time, it stays invisible, thus acting like a menu.
fi: Kun painat pikanäppäintä, telakka näyttäytyy hiiren kohdalta. Muun ajan se pysyy näkymättömänä, toimii kuten valikko.

source: Keyboard shortcut to pop-up the dock:
fi: Pikanäppäin telakan avaamiseksi:

source: Visibility of sub-docks
fi: Alatelakan näkyvyys

source: they will appear either when you click or when you linger over the icon pointing on it.
fi: ne näkyvät joko kun napsautat tai kun viivyt kuvakkeen päällä.

source: Appear on mouse over
fi: Näkyy hiirellä

source: Appear on click
fi: Näkyy napsautuksella

source: None : Don't show opened windows in the dock. Minimalistic: Mix applications with its launcher, show other windows only if they are minimized (like in MacOSX). Integrated : Mix applications with its launcher, show all others windows and group windows togather in sub-dock (default). Separated : Separate the taskbar from the launchers and only show windows that are on the current desktop.
fi: Ei mitään: Älä näytä avattuja ikkunoita telakassa. Minimaalinen: Sekoita sovelluksia, näytä kaikki muut ikkunat vain, jos ne on minimoitu (kuten MacOSX). Yhdistetty: Sekoita sovelluksia, näytä kaikki muut ikkunat ja ryhmittele ikkunat alatelakalla (oletus). Erotettu: Erota tehtäväpalkki käynnistyvistä ohjelmista ja näytä vain ikkunat, jotka ovat nykyisellä työpöydällä.

source: Behaviour of the Taskbar:
fi: Tehtäväpalkin toiminta:

source: Minimalistic
fi: Minimaalinen

source: Integrated
fi: Yhdistetty

source: Separated
fi: Erotettu

source: Place new icons
fi: Aseta uudet kuvakkeet

source: At the beginning of the dock
fi: Telakan alkuun

source: Before the launchers
fi: Ennen käynnistimiä

source: After the launchers
fi: Käynnistimien jälkeen

source: At the end of the dock
fi: Telakan lopussa

source: After a given icon
fi: Annetun kuvakkeen jälkeen

source: Place new icons after this one
fi: Sijoita uudet kuvakkeet tämän jälkeen

source: Icons' animations and effects
fi: Kuvakkeiden animaatiot ja tehosteet

source: On mouse hover:
fi: Hiiren osoittimella:

source: On click:
fi: Kun napsautat:

source: On appearance/disappearance:
fi: Saapumisen/katoamisen yhteydessä:

source: Evaporate
fi: Haihtuu

source: Explode
fi: Hajoaa

source: Break
fi: Hajoaa

source: Black Hole
fi: Musta aukko

source: Random
fi: Satunnainen

source: Custom
fi: Mukautettu

source: Colour
fi: Väri

source: Choose a theme of icons :
fi: Valitse kuvakkeiden teema:

source: Icons size:
fi: Kuvakkeiden koko:

source: Very small
fi: Hyvin pieni

source: Small
fi: Pieni

source: Medium
fi: Keskikoko

source: Big
fi: Suuri

source: Very Big
fi: Erittäin suuri

source: Choose the default view for main docks :
fi: Valitse oletusnäkymä telakoille:

source: You can overwrite this parameter for each sub-dock.
fi: Voit korvata tämän muuttujan jokaiselle alatelakalle.

source: Choose the default view for sub-docks :
fi: Valitse oletusnäkymä alatelakoille:

source: Many applets provide shortkeys for their actions. As soon as an applet is enabled, its shortkeys become available. Double-click on a line, and press the shortkey you want to use for the corresponding action.
fi: Monet sovelmat tarjoavat pikanäppäimiä. Heti kun sovelma otetaan käyttöön, sen pikanäppäimet tulevat saataville. Kaksoisnapsauta riviä ja paina pikanäppäin, jota haluat käyttää.

source: When set to 0 the dock will position itself relative to the left corner if horizontal and the top corner if vertical. When set to 1 it will position itself relative to the right corner if horizontal and the bottom corner if vertical. When set to 0.5, it will position itself relative to the middle of the screen's edge.
fi: Kun asetus on 0, telakka sijoittuu suhteessa vasempaan kulmaan vaakasuorassa ja yläkulmaan, jos se on pystysuora. Kun asetus on 1, se sijoittuu suhteessa oikeaan kulmaan vaakasuorassa ja alakulmaan, jos se on pystysuora. Kun arvo on 0,5, se sijoittuu näytöllä reunan keskikohtaan.

source: Relative alignment:
fi: Suhteellinen kohdistus:

source: Offset from the screen's edge
fi: Poikkeama näytön reunasta

source: Gap from the absolute position on the screen's edge, in pixels. You can also move the dock by holding the ALT or CTRL key and the left mouse button.
fi: Ero sijainnista koko näytön reunassa pikseleinä. Voit myös siirtää telakkaa pitämällä ALT- tai CTRL-näppäintä ja painamalla hiiren vasenta painiketta.

source: Lateral offset:
fi: Sivusuuntainen poikkeama:

source: in pixels. You can also move the dock by holding the ALT or CTRL key and the left mouse button.
fi: pikseleinä. Voit myös siirtää telakkaa pitämällä ALT- tai CTRL-näppäintä ja painamalla hiiren vasenta painiketta.

source: Distance to the screen edge:
fi: Etäisyys näytön reunaan:

source: Accessibility
fi: Esteettömyys

source: The higher, the faster the dock will appear
fi: Mitä korkeampi, sitä nopeammin telakka tulee näkyviin

source: Callback sensitivity:
fi: Takaisinkutsun herkkyys:

source: high
fi: korkea

source: low
fi: matala

source: How to call the dock back:
fi: Kuinka telakka kutsutaan takaisin:

source: Hit the screen's border
fi: Osuma näytön reunaa

source: Hit where the dock is
fi: Osuma sinne, missä telakka on

source: Hit the screen's corner
fi: Osuma näytön kulmaan

source: Hit a zone
fi: Osuma alueeseen

source: Size of the zone :
fi: Alueen koko:

source: Image to display on the zone :
fi: Alueella näytettävä kuva:

source: Sub-docks' visibility
fi: Alatelakan näkyvyys

source: in ms.
fi: ms.

source: Delay before displaying a sub-dock:
fi: Viive ennen alatelakan näyttämistä:

source: Delay before leaving a sub-dock takes effect:
fi: Viive ennen poistumista alatelakalta:

source: TaskBar
fi: Tehtäväpalkki

source: Cairo-Dock will then act as your taskbar. It is recommended to remove any other taskbars.
fi: Cairo-Dock toimii sinun tehtäväpalkkina. Suositeltavaa poistaa kaikki muut tehtäväpalkit.

source: Show currently opened applications in the dock?
fi: Näytetäänkö telakassa avoinna olevat sovellukset?

source: Allows launchers to act as applications when their programs are running and displays a marker on icons to indicate this. You can launch other occurences of the program with SHIFT+click.
fi: Sallii käynnistimen toimia sovelluksena, kun ohjelmat ovat käynnissä ja näyttää merkin kuvakkeissa. Voit käynnistää muita ohjelman esiintymiä painamalla SHIFT+napsautus.

source: Mix launchers and applications
fi: Sekoita käynnistimet ja sovellukset

source: Only show applications on current desktop
fi: Näytä sovellukset vain nykyisellä työpöydällä

source: Only show icons whose windows are minimised
fi: Näytä vain kuvakkeet, joiden ikkunat on pienennetty

source: Automatically add a separator
fi: Lisää erotin automaattisesti

source: This allows you to group all the windows of a given application into a unique sub-dock, and to act on all of the windows at the same time.
fi: Tämän avulla voit ryhmitellä kaikki tietyn sovelluksen ikkunat yksilölliseen alatelakkaan ja toimia kaikissa ikkunoissa samaan aikaan.

source: Group windows from the same application in a sub-dock ?
fi: Ryhmitätkö samasta sovelluksesta ikkunat alatelakkaan?

source: Enter the class of the applications, separated by a semi-colon ';'
fi: Anna sovellusten luokka puolipisteellä erotettuna ";"

source: Except the following classes:
fi: Paitsi seuraavat luokat:

source: Representation
fi: Edustus

source: If not set, the icon provided by X for each application will be used. If set, the same icon as the corresponding launcher will be used for each application.
fi: Jos ei ole asetettu, käytetään X:n kullekin sovellukselle antamaa kuvaketta. Jos asetettu, jokaisessa sovelluksessa käytetään käynnistimen samaa kuvaketta.

source: Overwrite the X icon with the launchers' icon?
fi: Korvataanko X:n kuvake käynnistimen kuvakkeella?

source: A composite manager is required to display the thumbnail. OpenGL is required to draw the icon bent backwards.
fi: Koostinta tarvitaan pikkukuvan näyttämiseen. OpenGL vaaditaan taaksepäin taivutetun kuvakkeen piirtämiseen.

source: How to draw minimised windows ?
fi: Kuinka piirtää pienennetyt ikkunat?

source: Make the icon transparent
fi: Tee kuvakkeesta läpikuultava

source: Show a window's thumbnail
fi: Näytä ikkunan pikkukuva

source: Draw it bent backwards
fi: Piirrä se taivutettuna taaksepäin

source: Transparency of icons whose window is minimised:
fi: Läpikuultavuus kuvakkeille, joiden ikkuna on minimoitu:

source: Opaque
fi: Läpinäkymätön

source: Transparent
fi: Läpikuultava

source: Play a short animation of the icon when its window becomes active
fi: Toista lyhyt animaatio kuvakkeesta, kun sen ikkuna aktivoituu

source: "..." will be added at the end if the name is too long.
fi: "..." lisätään loppuun, jos nimi on liian pitkä.

source: Maximum number of caracters in application name:
fi: Merkkien enimmäismäärä sovelluksen nimessä:

source: Interaction
fi: Vuorovaikutus

source: Action on middle-click on the related application
fi: Toiminta, kun napsautat hiiren keskimmäisellä sovellusta

source: Nothing
fi: Ei mitään

source: Minimize
fi: Minimoi

source: Launch new
fi: Käynnistä uusi

source: Lower
fi: Siirrä taakse

source: This is the default behaviour of most taskbars.
fi: Tämä on useimpien tehtäväpalkkien oletus.

source: Minimise the window when its icon is clicked, if it was already the active window ?
fi: Minimoi ikkuna, kun sen kuvaketta napsautetaan, jos se oli jo aktiivinen ikkuna?

source: Only if your Window Manager supports it.
fi: Vain jos ikkunanhallinta (WM) tukee sitä.

source: Present windows preview on click when several windows are grouped togather
fi: Näytä ikkunan esikatselu napsauttamalla, kun useita ikkunoita on ryhmitelty yhteen

source: Highlight applications requiring your attention with a dialog bubble
fi: Korosta huomiotasi vaativat sovellukset valintakuplalla

source: in seconds
fi: sekunneissa

source: Duration of the dialog:
fi: Valintaikkunan kesto:

source: It will notify you even if, for instance, you are watching a movie in full screen or you are on another desktop.
fi: Antaa ilmoituksen, esimerkiksi kun katsot elokuvaa koko näytössä tai olet toisella työpöydällä.

source: Force the following applications to demand your attention
fi: Pakota seuraavat sovellukset vaatimaan huomiotasi

source: Highlight applications demanding your attention with an animation
fi: Korosta huomioasi vaativia sovelluksia animaatiolla

source: Animations speed
fi: Animaation nopeus

source: Animate sub-docks when they appear
fi: Animoi alatelakat, kun ne ilmestyvät
