Repository: Cairo-Dock/cairo-dock-core
Catalog: po/*.po
Languages: fi

source: Icons will appear folded on themselves and will then unfold until they fill the whole dock. The smaller this value, the faster this will be.
fi: Kuvakkeet ilmestyvät taitettuna ja avautuvat sitten, kunnes ne täyttävät koko telakan. Mitä pienempi tämä arvo on, sitä nopeampi.

source: Animation unfolding duration:
fi: Animaation avautumisen kesto:

source: fast
fi: nopea

source: slow
fi: hidas

source: The more there are, the slower it will be
fi: Mitä enemmän niitä on, sitä hitaampaa

source: Number of steps in the zoom animation (grow/shrink):
fi: Skaavassa animaatiossa olevien vaiheiden määrä (kasvaa/pienenee):

source: Number of steps in the auto-hide animation (move up/move down):
fi: Automaattisen piilotuksen animaation vaiheiden määrä (siirrä ylös/siirrä alas):

source: Refresh rate
fi: Virkistystaajuus

source: in Hz. This is to adjust behaviour relative to your CPU power.
fi: hertseinä (HZ). Tämän tarkoitus on säätää toiminta suhteessa suorittimen tehoon.

source: Animation frequency for the OpenGL backend:
fi: OpenGL-taustaosan animaation taajuus:

source: Animation frequency for the Cairo backend:
fi: Cario-taustaosan animaation taajuus:

source: The transparency gradation pattern will then be re-calculated in real time. May need more CPU power.
fi: Tämän jälkeen läpinäkyvyyden porrastusmalli lasketaan reaaliaikaisesti uudelleen. Voi tarvita enemmän suoritintehoa.

source: Reflections should be calculated in real-time?
fi: Pitäisikö heijastukset laskea reaaliajassa?

source: Connection to the Internet
fi: Yhteys Internetiin

source: Maximum time in seconds that you allow the connection to the server to take. This only limits the connection phase, once the dock has connected this option is of no more use.
fi: Enimmäisaika sekunteina, jonka sallit yhteyden muodostamiseen. Tämä rajoittaa vain yhteysvaihetta. Kun telakka on liitetty, tästä ei ole enää hyötyä.

source: Connection timeout :
fi: Yhteyden aikakatkaisu:

source: Maximum time in seconds that you allow the whole operation to last. Some themes can be up to a few MB.
fi: Maksimiaika sekunneissa, jonka annat toiminnon kestää. Jotkut teemat voivat olla suuria, jopa muutama Mt.

source: Maximum time to download a file:
fi: Maksimiaika tiedoston lataamiseen:

source: Use this option if you experience problems to connect.
fi: Käytä tätä vaintaa, jos sinulla on ongelmia yhteyden muodostamisessa.

source: Force IPv4 ?
fi: Pakota IPv4?

source: Use this option if you connect to the Internet through a proxy.
fi: Käytä tätä valintaa, jos muodostat yhteyden Internetiin välityspalvelimen kautta.

source: Are you behind a proxy ?
fi: Oletko välityspalvelimen takana?

source: Proxy name :
fi: Välityspalvelimen nimi:

source: Port :
fi: Portti:

source: Let empty if you don't need to log-in to the proxy with a user/password.
fi: Jätä tyhjäksi, jos sinun ei tarvitse kirjautua välityspalvelimeen käyttäjällä/salasanalla.

source: User :
fi: Käyttäjä:

source: Password :
fi: Salasana:

source: Colour gradation
fi: Väriasteikko

source: Use a background image.
fi: Käytä taustakuvaa.

source: Image file:
fi: Kuvatiedosto:

source: Image's transparency :
fi: Kuvan läpinäkyvyys:

source: Repeat image as a pattern to fill background?
fi: Toistetaanko kuva kuviona taustan täyttämiseksi?

source: Use a colour gradation.
fi: Käytä väriasteikkoa.

source: Bright colour:
fi: Kirkas väri:

source: Dark colour:
fi: Tumma väri:

source: In degrees, in relation to the vertical
fi: Asteina pystysuoraan nähden

source: Angle of the gradation :
fi: Porrastuskulma:

source: If not nul, it will form stripes.
fi: Jos se ei ole nolla, muodostaa raitoja.

source: Repeat the gradation this number of times:
fi: Toista väriasteikko näin monta kertaa:

source: Percentage of the bright colour:
fi: Prosenttiosuus kirkkaasta väristä:

source: Background when hidden
fi: Tausta piilotettuna

source: Several applets can be visible even when the dock is hidden
fi: Useita sovelmia voi olla näkyvissä, vaikka telakka olisi piilossa

source: Default background color when the dock is hidden
fi: Oletusväri, kun telakka on piilotettu

source: External Frame
fi: Ulkoinen kehys

source: in pixels.
fi: pikseleinä.

source: Corner radius
fi: Kulman säde

source: Outline width
fi: Ääriviivan paksuus

source: Outline colour
fi: Ääriviivan väri

source: Margin between the frame and the icons or their reflects :
fi: Marginaali kehyksen ja kuvakkeiden tai niiden heijastusten välillä:

source: Are the bottom left and right corners rounded?
fi: Ovatko vasen ja oikea alakulma pyöristetyt?

source: Stretch the dock to always fill the screen
fi: Venytä telakka aina näytön mittaiseksi

source: Main Dock
fi: Päätelakka

source: Sub-Docks
fi: Alatelakka

source: You can specify a ratio for the size of the sub-docks' icons, in relation to the main docks' icons size
fi: Voit määrittää alatelakan kuvakkeen koon suhteessa päätelakan kuvakkeisiin

source: Ratio for the size of the sub-docks' icons :
fi: Alatelakan kuvakkeiden koon suhde:

source: smaller
fi: pienempi

source: larger
fi: suurempi

source: Dialogs
fi: Valintaikkunat

source: Bubble
fi: Kupla

source: Background colour
fi: Taustan väri

source: Text colour
fi: Tekstin väri

source: Shape of the bubble:
fi: Kuplan muoto:

source: Font
fi: Fontti

source: Otherwise the default's system one will be used.
fi: Muussa tapauksessa käytetään järjestelmän oletusta.

source: Use a custom font for the text?
fi: Käytätkö mukautettua fonttia tekstiin?

source: Text font:
fi: Tekstin fontti:

source: Buttons
fi: Painikkeet

source: Size of buttons in the info-bubbles (width x height) :
fi: Infokuplien painikkeiden koko (leveys x korkeus):

source: Name of an image to use for the yes/ok button :
fi: Kyllä/ok-painikkeelle käytettävän kuvan nimi:

source: Name of an image to use for the no/cancel button :
fi: Ei/peruuta-painikkeelle käytettävän kuvan nimi:

source: Size of the icon displayed next to the text :
fi: Tekstin vieressä näkyvän kuvakkeen koko:

source: This can be customized for each desklet separately. Choose 'Custom decoration' to define your own decorations below
fi: Tämä voidaan räätälöidä jokaiselle työpöydälle erikseen. Valitse "Mukautettu ulkoasu" määrittääksesi alla omat ulkoasut

source: Choose a default decoration for all desklets :
fi: Valitse oletus ulkoasu kaikille työpöydille:

source: It's an image that will be displayed below the drawings, like a frame for example. Leave empty to not use any.
fi: Se on kuva, joka näytetään piirron alla, kuten esimerkiksi kehys. Jätä tyhjäksi, jos et käytä mitään.

source: Background image :
fi: Taustakuva:

source: Background transparency :
fi: Taustan läpinäkyvyys:

source: in pixels. Use this to adjust the left position of the drawings.
fi: pikseleinä. Käytä tätä säätääksesi piirron vasenta sijaintia.

source: Left offset :
fi: Vasen siirtymä:

source: in pixels. Use this to adjust the top position of the drawings.
fi: pikseleinä. Käytä tätä säätääksesi piirron yläsijaintia.

source: Top offset :
fi: Yläsiirtymä:

source: in pixels. Use this to adjust the right position of the drawings.
fi: pikseleinä. Käytä tätä säätääksesi piirron oikeaa sijaintia.

source: Right offset :
fi: Oikea siirtymä:

source: in pixels. Use this to adjust the bottom position of the drawings.
fi: pikseleinä. Käytä tätä säätääksesi piirron alakohtaa.

source: Bottom offset :
fi: Alasiirtymä :

source: It's an image that will be displayed above the drawings, like a reflection for example. Leave empty to not use any.
fi: Se on kuva, joka näytetään piirron yläpuolella, esimerkiksi heijastuksena. Jätä tyhjäksi, jos et käytä mitään.

source: Foreground image :
fi: Edustakuva:

source: Foreground tansparency :
fi: Edustan läpinäkyvyys:

source: Buttons size :
fi: Painikkeiden koko:

source: Name of an image to use for the 'rotate' button :
fi: Pyöritä-painiketta varten käytettävän kuvan nimi:

source: Name of an image to use for the 'reattach' button :
fi: Kiinnitä-painiketta varten käytettävän kuvan nimi:

source: Name of an image to use for the 'depth rotate' button :
fi: Kuvan nimi "syvä pyöritys" painikkeessa:

source: Icons' themes
fi: Kuvakkeiden teemat

source: Choose an icon theme :
fi: Valitse kuvaketeema:

source: Image filename to use as a background for icons :
fi: Kuvatiedoston nimi jota käytetään kuvakkeiden taustana:

source: Icons size
fi: Kuvakkeiden koko

source: Icons' size at rest (width x height) :
fi: Kuvakkeiden koko levossa (leveys x korkeus):

source: Space between icons :
fi: Tila kuvakkeiden välillä:

source: Zoom effect
fi: Skaalauksen tehoste

source: set to 1 if you don't want the icons to zoom when you hover over them.
fi: aseta arvoksi 1, jos et halua kuvakkeiden skaalautuvan, kun viet hiiren niiden päälle.

source: Maximum zoom of the icons :
fi: Kuvakkeiden suurin skaalaus:

source: in pixels. Outside of this space (centered on the mouse), there is no zoom.
fi: pikseleinä. Tämän alueen ulkopuolella (keskitettynä hiireen) ei ole skaalausta.

source: Width of the space in which the zoom will be effective :
fi: Alueen leveys, jossa skaalaus on tehokas:

source: Separators
fi: Erottimet

source: Force separator's image size to stay constant?
fi: Pakotetaanko erottimen kuvan koko pysymään vakiona?

source: Only the default, 3D-plane and curve views support flat and physical separators. Flat separators are rendered differently according to the view.
fi: Oletuksena näkymät, 3D ja käyrät tukevat litteää ja tavallista erotinta. Litteät erottimet renderöidään eri tavalla näkymän mukaan.

source: How to draw the separators?
fi: Miten piirtää erottimet?

source: Use an image.
fi: Käytä kuvaa.

source: Flat separator
fi: Litteä erottin

source: Physical separator
fi: Erotin

source: Make the separator's image revolve when dock is on top/on the left/on the right?
fi: Saako erottimien kuvan pyörimään, kun telakka on ylhäällä/vasemmalla/oikealla?

source: Colour of flat separators :
fi: Litteän erottimien väri:

source: Reflections
fi: Heijastus

source: Reflection visibility
fi: Heijastuksen näkyvyys

source: light
fi: kevyt

source: strong
fi: vahva

source: In percent of the icon's size. This parameter influence the total height of the dock.
fi: Prosentteina kuvakkeen koosta. Tämä parametri vaikuttaa telakan kokonaiskorkeuteen.

source: Height of the reflection:
fi: Heijastuksen korkeus:

source: small
fi: pieni

source: tall
fi: pitkä

source: It is their transparency when the dock is at rest; they will "materialize" progressively as the dock grows up. The closer to 0, the more transparent they will be.
fi: Se on niiden läpinäkyvyyttä, kun telakka on levossa; ne "materialisoituvat" vähitellen, kun telakka kasvaa. Mitä lähempänä nollaa, sitä läpinäkyvämpiä ne ovat.

source: Icons' transparency at rest :
fi: Kuvakkeiden läpinäkyvyys levossa:

source: Link the icons with a string
fi: Yhdistä kuvakkeet merkkijonolla

source: Linewidth of the string, in pixels (0 to not use string) :
fi: Merkkijonon viivan leveys pikseleinä (0, jos et käytä merkkijonoa):

source: Colour of the string (red, blue, green, alpha) :
fi: Merkkijonon väri (punainen, sininen, vihreä, alfa):

source: Indicator of the active window
fi: Aktiivisen ikkunan merkkivalo

source: Frame
fi: Kehys

source: Fill background
fi: Täytä tausta

source: Linewidth
fi: Viivan leveys

source: Draw indicator above the icon?
fi: Piirrätkö merkkivalon kuvakkeen yläpuolelle?

source: Indicator of active launcher
fi: Aktiivisen käynnistimen merkkivalo

source: Indicators are drawn on launchers icons to show that they have already been launched. Leave blank to use the default one.
fi: Merkkivalot piirretään käynnistimen kuvakkeisiin osoittamaan, että ne ovat jo käynnistetty. Jätä tyhjäksi, jos haluat käyttää oletusta.

source: The indicator is drawn on active launchers, but you may want to display it on applications too.
fi: Merkkivalo piirretään aktiivisille käynnistimelle, mutta saatat haluta näyttää sen myös sovelluksissa.

source: Display an indicator on application icons too ?
fi: Näytetäänkö merkkivalo myös sovellusen kuvakkeissa?

source: Relatively to the icons' size. You can use this parameter to adjust the indicator's vertical position. If the indicator is linked to the icon, the offset will be upwards, otherwise downwards.
fi: Suhteutettuna kuvakkeiden kokoon. Voit käyttää parametria säätämään merkkivalon pystysuoraa sijaintia. Jos merkkivalo on linkitetty kuvakkeeseen, painatus on ylöspäin, muuten alaspäin.

source: Vertical offset :
fi: Pystysuora painatus:

source: If the indicator is linked to the icon, it will then be zoomed like the icon and the offset will be upwards. Otherwise it will be drawn directly on the dock and the offset will be downwards.
fi: Jos merkkivalo on linkitetty kuvakkeeseen, se skaalataan samalla tavalla kuin kuvake ja painatus on ylöspäin. Muussa tapauksessa se piirretään suoraan telakkaan ja painatus on alaspäin.

source: Link the indicator with its icon?
fi: Linkitetäänkö merkkivalo kuvakkeeseen?

source: You can choose to make the indicator smaller or bigger than the icons. The bigger the value is, the bigger the indicator is. 1 means the indicator will have the same size as the icons.
fi: Voit valita, haluatko tehdä merkkivalosta pienemmän tai suuremman kuin kuvakkeet. Mitä suurempi arvo on, sitä suurempi merkkivalo. Arvo 1 tarkoittaa, että merkkivalon koko on sama kuin kuvakkeen.

source: Indicator size ratio :
fi: Merkkivalon koon suhde:

source: bigger
fi: suurempi

source: Use it to make the indicator follow the orientation of the dock (top/bottom/right/left).
fi: Käytä tätä saadaksesi merkkivalon seuraamaan telakan suuntaa (ylä/ala/oikea/vasen).

source: Rotate the indicator with dock?
fi: Käännetäänkö merkkivaloa telakalla?

source: Indicator of grouped windows
fi: Ryhmitettyjen ikkunoiden merkkivalo

source: How to show that several icons are grouped :
fi: Miten näytetään, että useita kuvakkeita ryhmitellään:

source: Draw an emblem
fi: Piirrä merkki

source: Draw the sub-dock's icons as a stack
fi: Piirrä alatelakan kuvakkeet pinoksi

source: It only makes sense if you chose to group the applis of the same class together. Leave blank to use the default one.
fi: Järkevää vain, jos päätät ryhmitellä saman luokan sovellukset yhteen. Jätä tyhjäksi, jos haluat käyttää oletusta.

source: Zoom the indicator with its icon?
fi: Skaalataanko merkkivalo kuvakkeella?

source: Progress bars
fi: Edistymispalkit

source: Start color
fi: Aloitusväri

source: End color
fi: Loppuväri

source: Bar thickness
fi: Palkin paksuus

source: Labels
fi: Nimilaput

source: Label visibility
fi: Nimilapun näkyvyys

source: Show labels:
fi: Näytä nimilaput:

source: On pointed icon
fi: Osoitetussa kuvakkeessa

source: On all icons
fi: Kaikissa kuvakkeissa

source: Neighbouring labels visibility:
fi: Viereisten nimilappujen näkyvyys:

source: more visible
fi: näkyvämpi

source: less visible
fi: vähemmän näkyvä

source: Draw the outline of the text?
fi: Piirrä tekstin ääriviivat?

source: Margin around the text (in pixels) :
fi: Marginaali tekstin ympärillä (pikseleinä):

source: Quick-info are short information drawn on the icons.
fi: Pikatiedot ovat kuvakkeisiin piirrettyjä lyhyitä tietoja.

source: Quick-info
fi: Pikatiedot

source: Use the same look as the labels?
fi: Käytätkö samaa ilmettä kuin nimilapuissa?

source: Text colour:
fi: Tekstin väri:

source: Visibility of the dock
fi: Näkyvyys telakalla

source: Same as main dock
fi: Sama kuin telakassa

source: Tiny
fi: Pieni

source: Leave it empty to use the same view as the main dock.
fi: Jätä tyhjäksi, jos haluat käyttää samaa näkymää kuin telakassa.

source: Choose the view for this dock :/
fi: Valitse tämän telakan näkymä :/

source: Fill the background with:
fi: Täytä tausta:

source: Any format allowed; if empty, the colour gradation will be used as a fall back.
fi: Sallittu mikä tahansa formaatti; jos tyhjä, väriasteikkoa käytetään varasuunnitelmana.

source: Image filename to use as a background :
fi: Taustana käytettävän kuvatiedoston nimi:

source: Load theme
fi: Lataa teema

source: You can even paste an internet URL.
fi: Voit jopa liittää Internet-osoitteen.

source: ...or drag and drop a theme package here :
fi: ...tai vedä ja pudota teemapaketti tähän:

source: Theme loading options
fi: Teeman latauksen valinnat

source: If you tick this box, your launchers will be deleted and replaced by the ones provided in the new theme. Otherwise the current launchers will be kept, only icons will be replaced.
fi: Jos rastit tämän ruudun, käynnistimet poistetaan ja korvataan teemassa olevilla. Muuten nykyiset käynnistimet säilytetään, vain kuvakkeet korvataan.

source: Use the new theme's launchers?
fi: Käytätkö uuden teeman käynnistimiä?

source: Otherwise the current behaviour will be kept. This defines the dock's position, behavioural settings such as auto-hide, using taskbar or not, etc.
fi: Muuten nykyinen toiminta säilyy. Tämä määrittää telakan sijainnin, käyttäytymisen, kuten automaattisen piilotuksen, tehtäväpalkin käytön jne.

source: Use the new theme's behaviour?
fi: Käytätkö uuden teeman toimintaa?

source: Save
fi: Tallenna

source: You will then be able to re-open it at any time.
fi: Sitten voit avata sen uudelleen milloin tahansa.

source: Save current behaviour also?
fi: Tallenna myös nykyinen toiminta?

source: Save current launchers also?
fi: Tallenna myös nykyiset käynnistimet?

source: The dock will build a complete tarball of your current theme, allowing you to easily exchange it with other people.
fi: Telakka rakentaa täydellisen paketin nykyisestä teemastasi, jolloin voit helposti jakaa sen muiden ihmisten kanssa.

source: Build a package of the theme?
fi: Rakennetaanko teemasta paketti?

source: Directory in which the package will be saved:
fi: Kansio, johon paketti tallennetaan:

source: Desktop Entry
fi: Työpöydälle

source: Name of the container it belongs to:
fi: Sen säiliön nimi, johon se kuuluu:

source: Sub-dock's name:
fi: Alatelakan nimi:

source: New sub-dock
fi: Uusi alatelakka

source: How to render the icon:
fi: Kuinka renderöit kuvakkeen:

source: Use an image
fi: Käytä kuvaa

source: Draw sub-dock's content as emblems
fi: Piirrä alatelakan sisältö symbooleina

source: Draw sub-dock's content as stack
fi: Piirrä alatelakan sisältö pinoksi

source: Draw sub-dock's content inside a box
fi: Piirrä alatelakan sisältö laatikon sisään

source: Image's name or path:
fi: Kuvan nimi tai polku:

source: Extra parameters
fi: Ylimääräiset parametrit

source: Name of the view used for the sub-dock:
fi: Alatelakalle käytetyn näkymän nimi:

source: If '0' the container will be displayed on every viewport.
fi: Jos "0" säilö näkyy jokaisessa näkymässä.

source: Only show in this specific viewport:
fi: Näytä vain tässä tietyssä näkymässä:

source: Order you want for this launcher among the others:
fi: Tilaa, jonka annat tälle käynnistimelle muiden joukossa:

source: Launcher's name:
fi: Käynnistimen nimi:

source: Example: nautilus --no-desktop, gedit, etc. You can even enter a shortkey, e.g. <Alt>F1, <Ctrl>c, <Ctrl>v, etc
fi: Esimerkki: nautilus --no-desktop, gedit jne. Voit jopa antaa pikanäppäimen, esim. <Alt>F1, <Ctrl>c, <Ctrl>v jne

source: Command to launch on click:
fi: Käynnistyskomento napsautuksella:

source: If you chose to mix launcher and applications, this option will deactivate this behaviour for this launcher only. It can be useful for instance for a launcher that launches a script in a terminal, but you don't want it to steal the terminal's icon from the taskbar.
fi: Jos valitsit yhdistelmän käynnistimiä ja sovelluksia, vaihtoehto poistaa tämän toiminnan käytöstä vain tässä käynnistimessä. Voi olla hyödyllinen esimerkiksi käynnistimelle, joka käynnistää komentosarjan päätteessä, mutta et halua käyttää pääteen kuvaketta tehtäväpalkista.

source: Don't link the launcher with its window
fi: Älä linkitä käynnistintä sen ikkunaan

source: The only reason you may want to modify this parameter is if you made this launcher by hands. If you dropped it into the dock from the menu, it is nearly sure that you shouldn't touch it. It defines the class of the program, which is useful to link the application with its launcher.
fi: Syy, miksi saatat haluta muokata tätä parametria, on se, että olet tehnyt tämän käynnistimen käsin. Jos pudotit sen telakkaan valikosta, on melkein varmaa, ettei siihen pidä koskea. Se määrittelee ohjelman luokan, joka on hyödyllinen linkittäessä sovellusta käynnistimeen.

source: Class of the program:
fi: Ohjelman luokka:

source: Run in a terminal?
fi: Aja terminaalissa?

source: If '0' the launcher will be displayed on every viewport.
fi: Jos arvo on 0, käynnistin näkyy jokaisessa näkymässä.

source: Separators' appearance is defined in the global configuration.
fi: Erottimien ulkonäkö määritellään yleisessä kokoonpanossa.

source: <b>The basic 2D view of Cairo-Dock</b> Perfect if you want to make the dock look like a panel.
fi: <b>Cairo-Dock 2D-näkymä</b> Täydellinen, jos haluat saada telakan näyttämään paneelilta.

source: <b>New version: <span color='red'>GLX-Dock 3.3</span>!</b>
fi: <b>Uusi versio: <span color='red'>GLX-Dock 3.3</span>!</b>

source: - Added a search entry in the <b>Applications Menu</b>. It allows to rapidly look for programs from their name or their description
fi: - Lisätty hakukenttä <b>Sovellukset-valikkoon</b>. Sen avulla voit etsiä ohjelmia nopeasti niiden nimen tai kuvauksen perusteella

source: - Added support of <b>logind</b> in the Logout applet
fi: - Lisätty tuki <b>logind</b> kirjaudu ulos sovelmassa

source: - Better integration in the Cinnamon desktop
fi: - Cinnamon-työpöydälle parempi yhteensopivuus

source: - Added support of the <b>StartupNotification</b> protocol. It allows launchers to be animated until the application opens and avoids accidental double launches
fi: - Lisätty tuki <b>Käynnistysilmoitus</b> protokollaan. Se mahdollistaa käynnistimen animaation, kunnes sovellus avautuu ja estää tahattomat kaksoiskäynnistykset

source: - Added an new third-party applet: <b>Notification History</b> to never miss a notification
fi: - Lisätty uusi kolmannen osapuolen sovelma: <b>Ilmoitushistoria</b> et koskaan missaa ilmoitusta

source: - Upgraded the <b>Dbus API</b> to be even more powerful
fi: - Päivitetty <b>Dbus API</b> ,joka on entistäkin tehokkaampi

source: - A huge rewrite of the core using Objects
fi: Valtava uudelleenkirjoitus! Core käyttää objekteja

source: - If you like the project, please donate :-)
fi: - Jos pidät projektista, tee lahjoitus :-)

source: <b>New version: <span color='red'>GLX-Dock 3.4</span>!</b>
fi: <b>Uusi versio: <span color='red'>GLX-Dock 3.4</span>!</b>

source: - <b>Menus</b>: added the possibility to customise them
fi: - <b>Valikot</b>: lisätty muokkausmahdollisuus

source: - <b>Style</b>: unified the style of all components of the dock
fi: - <b>Tyyli</b>: kaikkien telakan osien yhdistetty tyyli

source: - Better integration with <b>Compiz</b> (e.g. when using the <b>Cairo-Dock session</b>) and Cinnamon
fi: - Parempi <b>Compiz</b> yhteensopivuus (esim. kun käytät <b>Cairo-Dock istuntoa</b>) ja Cinnamonia

source: - <b>Applications Menu</b> and <b>Logout</b> applets will wait the end of an update before displaying notifications
fi: - <b>Sovellukset-valikkoa</b> ja <b>Kirjaudu ulos</b> sovelmat odottavat päivityksen loppuun ennen ilmoitusten näyttämistä

source: - Various improvements for <b>Applications Menu</b>, <b>Shortcuts</b>, <b>Status-Notifier</b> and <b>Terminal</b> applets
fi: - Useita parannuksia <b>Sovellukset-valikko</b>, <b>Pikanäppäimet</b>, <b>Tilailmoitus</b> ja <b>Terminaali</b> sovelmiin

source: - Start working on <b>EGL</b> and <b>Wayland</b> support
fi: - Aloitettu <b>EGL</b> ja <b>Wayland</b> tuen teko
